{
	"moduleName": "Información",
	"commandsListTooltip": "Este bot fue creado para la Comunidad de Traductores de Hypixel y es mantenido por %%developer%%. Es de código abierto y nuestro repositorio de GitHub se puede encontrar [aquí]%%github%%.\nPuedes ayudar a traducir el bot siguiendo las instrucciones en el comando `/translate`\n\nPuedes ejecutar `/help <nombre del comando>` para aprender más sobre un comando especifico. Aquí hay una lista de todas las páginas disponibles. Utiliza los botones de este mensaje para recorrerlas.",
	"pageNumber": "Página %%number%%",
	"mainPage": "Página Principal",
	"utilityHelp": "Herramientas & Utilidades",
	"infoHelp": "Comandos de información",
	"commandInfo": "Información del comando",
	"commandInfoFor": "Información para el comando ",
	"staffOnly": "Este comando solo está disponible para staff, entonces su información fue ocultada.\nPor favor, contacta a un staff si crees que esto es un error.",
	"inDev": "¡Este comando está actualmente en desarrollo y estará disponible en el futuro!",
	"seconds": "{number, plural, one {# second} other {# seconds}}",
	"minutes": "{number, plural, one {# minute} other {# minutes}}",
	"cooldownField": "Enfriamiento",
	"descriptions": {
		"8ball": "La Bola 8 Mágica que responderá a todas tus preguntas.",
		"alert": "Alerts other proofreaders for issues in their translations",
		"feedback": "Abre nuestra página de errores de GitHub, donde puedes reportar bugs.",
		"help": "Muestra todos los comandos disponibles e información general sobre el bot.",
		"hypixelstats": "Te muestra estadísticas simples de Hypixel de un jugador.",
		"hypixelunverify": "Desconecta tu cuenta de Discord de tu cuenta de Minecraft.",
		"hypixelverify": "Conecta tu cuenta de Discord con tu cuenta de Minecraft.",
		"language": "Cambia tu idioma, muestra tu idioma actual o muestra una lista de idiomas disponibles.",
		"languagestats": "Te muestra el progreso de un idioma en todos los proyectos disponibles.",
		"levels": "Te da el podio de XP.",
		"mention": "Menciona un rol de idioma con un mensaje opcional.",
		"minecraft": "Busca el historial de nombres o skin de un jugador de Minecraft específico. Este comando es compatible con `/hypixelverify`, que te permite buscar la información de un usuario específico si está verificado. El parámetro `user` siempre tendrá prioridad sobre `username` y ambos son opcionales si estás verificado, de lo contrario, se requiere al menos uno.",
		"ping": "Te da el ping del bot.",
		"poll": "Creates or manages polls on the server. Available to Hypixel Proofreaders and above. All votes on polls created using this command will be private until the poll is ended and the names of the voters will not be disclosed, only vote counts will be displayed.",
		"prefix": "Lets you pick an appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space.",
		"profile": "Te da el link a tu perfil de Crowdin si está almacenado en nuestra base de datos. Si no está, puedes usar `/help verify` para aprender como almacenar tu perfil y actualizar tus roles.",
		"projects": "Te da links e información sobre todos los proyectos de traducción que tenemos en el servidor.",
		"quote": "Shows a funny/weird/wise quote from the server.",
		"rank": "Te da la XP actual para ti o para cualquier usuario.",
		"settings": "Changes or shows your settings on the bot",
		"tag": "Envía un mensaje preestablecido, permitiéndote notificar a un miembro específico al enviarlo.",
		"translate": "Gives you useful information on how to translate the bot.",
		"verify": "Comprueba automáticamente los cambios en tu perfil de Crowdin y te da los roles adecuados. Si tu perfil no está almacenado en nuestra base de datos, puedes darlo como un argumento en el comando. Para verificar si tu perfil está almacenado, usa `/profile`. Asegúrate de tener DMs habilitados desde este servidor para que el bot pueda enviarte un mensaje."
	}
}
