{
	"staffDm": {
		"confirmSend": "If you confirm this, any messages you send here within the next 48 hours will be sent to staff without any confirmation.",
		"noConfirmWarn": "Tous les messages que tu envoie ici dans les 48 prochaines heures seront envoyés au staff sans aucune confirmation.",
		"attachmentsWarn": "Les fichiers seront également inclus.",
		"attachmentsSent": "Fichiers envoyés",
		"attachmentSent": "Fichier envoyé",
		"confirmation": "Es tu sûr de vouloir envoyer ce message au staff ?",
		"messageSent": "Le message a été envoyé à les staff",
		"dmCancelled": "Ce message ne sera pas envoyé.",
		"resendInfo": "If you still want to talk to staff, resend it and click the ✅ button to confirm."
	},
	"error": "Erreur",
	"errors": {
		"noCommand": "Cette commande n’existe pas!",
		"noUser": "Tu n'as pas fournir un utilisateur!",
		"noLang": "Tu n'as pas fourni de langue !",
		"falseUser": "Cet utilisateur n'a pas pu être trouvé!",
		"falseFlag": "Ce drapeau n'a pas pu être trouvé !",
		"falseLang": "Cette langue n'a pas pu être trouvée !",
		"falseRole": "Ce rôle n'a pas pu être trouvé !",
		"falseUUID": "Impossible de trouver un joueur avec cet UUID!",
		"noPlayer": "Ce joueur n'a jamais rejoint Hypixel !",
		"notVerified": "Cet utilisateur n'a pas encore lié son compte Hypixel !",
		"disabled": "Cette commande est temporairement désactivée.",
		"noAccess": "Tu ne peux pas utiliser cette commande!",
		"noPermission": "Tu n'es pas autorisé à exécuter cette commande dans ce salon !",
		"apiError": "Quelque chose s'est mal passé en contactant l'API !",
		"wrongLink": "Mauvais lien !"
	},
	"roles": {
		"noLevel": "You must be at least chat level %%level%% to receive this role! You can check your current chat level using %%command%% in %%channel%%.",
		"successGive": "Tu as bien reçu le rôle %%role%% !",
		"successTake": "Tu n'as plus le rôle %%role%% !"
	},
	"cooldown": "Temps de recharge",
	"secondLeft": "Please wait another second to use `%%command%%` again.",
	"timeLeftT": "Attends encore %%time%% secondes avant d'utiliser `%%command%%` à nouveau.",
	"minsLeftT": "Attends encore %%time%% minutes avant de d'utiliser `%%command%%` à nouveau.",
	"linkCorrectionDesc": "Please change your link to the %%format%% format next time.",
	"correctLink": "Voici le bon lien:",
	"wrongStringURL": "The link you sent is a link to the editor and not the string itself!",
	"example": "Cliques sur le bouton affiché sur l'image ci-dessous pour obtenir l'URL de la phrase correcte. Il devrait ressembler à ceci: %%url%%",
	"reminderLang": "N'oublies pas également de modifier ton lien au format %%format%%.",
	"tip": "Conseil",
	"tips": {
		"ib": "As-tu essayé la langue Inhale Banana? Changes ta langue en utilisant %%langIb%%!",
		"translators": "I need translators! Find out how to become a bot translator by executing %%translate%%.",
		"prefix": "Do you wanna have a cool prefix on your nickname? Execute %%prefix%% in %%bots%% and follow the instructions! Available to all Hypixel translators.",
		"enen": "Don't forget to change your string links to en-en!",
		"xp": "Tu obtiens des quantités d'XP aléatoires chaque minute lorsque tu discutes, ce qui tu fera monter de niveau.",
		"guide": "Sais-tu que nous avons un guide sur la façon de commencer avec Crowdin, disponible pour tous les traducteurs? Regarde-le à %%gettingStarted%%, il a quelques conseils utiles!",
		"twitter": "Have you followed our twitter account? Check it out at %%twitter%%!",
		"rulesInfo": "%%rules%% et %%serverInfo%% ont toutes les infos dont tu as besoin à propos de ce serveur!",
		"fixTranslation": "Tu as trouvé une erreur dans une traduction? Contacte un proofreader de ta langue ou faites-le savoir dans un canal de traduction.",
		"pinnedInfo": "Sais-tu que les canals contiennent des informations importantes épinglées? Trouve-le lorsque tu visites un canal!",
		"hypixelStats": "You can view information about a specific player on Hypixel by executing %%hypixelstats%%!",
		"languageStats": "Did you know you can view statistics for any language on all of our projects? Just execute %%languagestats%%!",
		"rolesChange": "Did you recently get new roles on Crowdin or join one of the projects we support? Execute %%verify%% to have your roles updated!",
		"botTranslated": "Did you know our bot is available in multiple languages? Try executing %%langList%% to see a list of all the languages we currently support and you may just find your own!",
		"botUpdates": "We post every major update to the bot or important news about it on %%botUpdates%%, check it out!",
		"moreTips": "We need more tips! Submit them using %%feedback%%."
	},
	"pagination": {
		"first": "First page",
		"previous": "Previous page",
		"next": "Next page",
		"last": "Last page",
		"confirm": "Confirm",
		"cancel": "Cancel",
		"page": "Page %%number%%/%%total%%",
		"notYours": "You cannot interact with this menu! Execute %%command%% yourself to do this.",
		"timeOut": "This menu has timed out. If you wish to use it again, execute %%command%%."
	},
	"region": {
		"dateLocale": "fr-FR",
		"timeZone": "Europe/Paris"
	}
}
