{
    "outgoing": "Le message a été envoyé à les staff",
    "outgoingDisclaimer": "Tout message que tu envoie ici sera envoyé au personnel.",
    "error": "Erreur",
    "usage": "Utilisation de la commande attendue",
    "errors": {
        "dmError": "Désolé, tu ne peux pas exécuter cette commande dans des messages privés.",
        "noMessage": "Tu n'as pas fournir un message!",
        "noChannel": "Tu n'as pas fournir un canal!",
        "noUser": "Tu n'as pas fournir un utilisateur!",
        "noLang": "You didn't provide a language!",
        "noRole": "You didn't provide a role!",
        "noContext": "You didn't provide the context! Please add both the string ID and the context explaining it.",
        "noQuote": "You didn't provide a quote! In order to request one to be added, execute `+quote add <quote> / <author mention>`.",
        "noUserQuote": "Tu n'as pas fournir un utilisateur! Tape la citation puis mentionne l'utilisateur cité, séparés par un /.",
        "falseChannel": "Ce canal n'a pas pu être trouvé!",
        "falseUser": "Cet utilisateur n'a pas pu être trouvé!",
        "falseFlag": "That flag couldn't be found!",
        "falseLang": "That language couldn't be found!",
        "falseRole": "That role couldn't be found!",
        "falseContext": "That context entry couldn't be found!",
        "noPlayer": "That player has never joined Hypixel!",
        "disabled": "Cette commande est temporairement désactivée.",
        "noTrPr": "Tu n'est pas un traducteur ou un proofreader, donc tu ne peux pas utiliser ceci!",
        "noAccess": "Tu ne peux pas utiliser cette commande!",
        "noPermission": "You're not allowed to execute this command on this channel!",
        "contextSubArg": "Entre une sous-commande comme premier argument. Cela peut être soit `get`, `add`, `edit`, `link` ou `help`.\nPour plus d'information, exécute `+context help`.",
        "apiError": "Something went wrong while contacting the API!",
        "noSubCommand": "That sub-command couldn't be found!"
    },
    "cooldown": "Temps de recharge",
    "secondLeft": "Please wait another second to use `+%%command%%` again.",
    "timeLeftT": "Attend encore %%time%% secondes pour utiliser `+%%command%%` à nouveau.",
    "minsLeftT": "Attend encore %%time%% minutes pour utiliser `+%%command%%` à nouveau.",
    "wrongLink": "Wrong link!",
    "linkCorrectionDesc": "Please change your link to the %%format%% format next time.",
    "wrongStringURL": "The link you sent is a link to the editor and not the string itself!",
    "example": "Click the button shown on the image below to get the correct string URL. It should look like this: %%url%%.",
    "reminderLang": "Don't forget to also change your link to the %%format%% format.",
    "tip": "Conseil",
    "tips": {
        "ib": "As-tu essayé la langue Inhale Banana? Change ta langue en utilisant `+lang ib`!",
        "translators": "I need translators! Find out how to become a bot translator by executing `+translate`.",
        "prefix": "Do you wanna have a cool prefix on your nickname? Run `+prefix` in %%bots%% and follow the instructions! Available to all Hypixel and Quickplay translators.",
        "enen": "Change tes liens à en-en!",
        "xp": "Tu obtiens des quantités d'XP aléatoires chaque minute lorsque tu discutes, ce qui tu fera monter de niveau.",
        "moreTips": "Nous avons besoin de plus de conseils! Envoie-les en utilisant `+feedback`.",
        "guide": "Sais-tu que nous avons un guide sur la façon de commencer avec Crowdin, disponible pour tous les traducteurs? Regarde-le à %%gettingStarted%%, il a quelques conseils utiles!",
        "twitter": "Have you followed our twitter account? Check it out at %%twitter%%!",
        "rulesInfo": "%%rules%% et %%serverInfo%% ont toutes les infos dont tu as besoin à propos de ce serveur!",
        "fixTranslation": "Tu as trouvé une erreur dans une traduction? Contacte un proofreader de ta langue ou faites-le savoir dans un canal de traduction.",
        "pinnedInfo": "Sais-tu que les canals contiennent des informations importantes épinglées? Trouve-le lorsque tu visites un canal!",
        "hypixelStats": "You can view information about a specific player on Hypixel by executing `+hypixelstats <username> [social]`!",
        "languageStats": "Did you know you can view statistics for any language on all of our projects? Just execute `+languagestats <language>`!"
    },
    "executedBy": "Exécuté par %%user%%"
}