{
    "outgoing": "Le message a été envoyé à les staff",
    "outgoingDisclaimer": "Tout message que tu envoie ici sera envoyé au personnel.",
    "error": "Erreur",
    "usage": "Utilisation de la commande attendue",
    "generalError": "Une erreur s'est produite. Vérifie l'utilisation de la commande et réessayer. Si tu pense qu'il s'agit d'une erreur interne, exécute `+bug <message>`.",
    "dmError": "Désolé, tu ne peux pas exécuter cette commande dans des messages privés.",
    "noMessage": "Tu n'as pas fournir un message!",
    "noChannel": "Tu n'as pas fournir un canal!",
    "noUser": "Tu n'as pas fournir un utilisateur!",
    "noUserQuote": "Tu n'as pas fournir un utilisateur! Tape la citation puis mentionne l'utilisateur cité, séparés par un /.",
    "falseChannel": "Ce canal n'a pas pu être trouvé!",
    "falseUser": "Cet utilisateur n'a pas pu être trouvé!",
    "timeLeftT": "Attend encore %%time%% secondes pour utiliser `+%%command%%` à nouveau.",
    "minsLeftT": "Please wait another %%time%% minutes to use `+%%command%%` again.",
    "tip": "**TIP:** ",
    "tips": {
        "0": "Have you tried the Inhale Banana language? Change your language to it using `+lang ib`!",
        "1": "I need translators! Find out how to become a bot translator in the pins in <#732587569744838777>.",
        "2": "Have you tried Emoji language? Change your language to it using `+lang em`!",
        "3": "Please change your links to en-en!",
        "4": "You get random amounts of XP every minute when you're chatting, which will eventually make you level up.",
        "5": "We need more tips! Submit them using `+feedback`.",
        "6": "Did you know we have a guide on how to get started with Crowdin, available for all translators? Check it out at <#699275092026458122>, it has some useful tips!",
        "7": "Have you followed our twitter account? Check it out at <https://twitter.com/HTranslators>!",
        "8": "<#699367003135148063> and <#699367079241056347> have all the info you need about this server!"
    },
    "executedBy": "Exécuté par %%user%%"
}
