{
	"staffDm": {
		"confirmSend": "Si tu confirmes, tous les messages que tu envoies ici dans les 48 prochaines heures seront envoyés au staff sans aucune confirmation.",
		"noConfirmWarn": "Tous les messages que tu envoie ici dans les 48 prochaines heures seront envoyés au staff sans aucune confirmation.",
		"attachmentsWarn": "Les fichiers seront également inclus.",
		"attachmentSent": "{number, plural, one {Attachment} other {Attachments}} sent",
		"confirmation": "Es tu sûr de vouloir envoyer ce message au staff ?",
		"messageSent": "Le message a été envoyé à les staff",
		"dmCancelled": "Ce message ne sera pas envoyé.",
		"resendInfo": "Si tu veux toujours parler au staff, renvoie ton message et cliques sur le bouton ✅ pour confirmer."
	},
	"error": "Erreur",
	"errors": {
		"noCommand": "Cette commande n’existe pas!",
		"noUser": "Tu n'as pas fournir un utilisateur!",
		"noLang": "Tu n'as pas fourni de langue !",
		"falseUser": "Cet utilisateur n'a pas pu être trouvé!",
		"falseFlag": "Ce drapeau n'a pas pu être trouvé !",
		"falseLang": "Cette langue n'a pas pu être trouvée !",
		"falseRole": "Ce rôle n'a pas pu être trouvé !",
		"falseUUID": "Impossible de trouver un joueur avec cet UUID!",
		"noPlayer": "Ce joueur n'a jamais rejoint Hypixel !",
		"notVerified": "Cet utilisateur n'a pas encore lié son compte Hypixel !",
		"disabled": "Cette commande est temporairement désactivée.",
		"noAccess": "Tu ne peux pas utiliser cette commande!",
		"noPermission": "Tu n'es pas autorisé à exécuter cette commande dans ce salon !",
		"apiError": "Quelque chose s'est mal passé en contactant l'API !",
		"wrongLink": "Mauvais lien !"
	},
	"roles": {
		"noLevel": "Tu dois avoir au moins le niveau %%level%% pour recevoir ce rôle ! Tu peux vérifier ton niveau actuel en utilisant %%command%% dans %%channel%%.",
		"successGive": "Tu as bien reçu le rôle %%role%% !",
		"successTake": "Tu n'as plus le rôle %%role%% !"
	},
	"cooldown": "Temps de recharge",
	"timeLeft": "Tu pourras réutiliser %%command%% dans %%timestamp%%.",
	"wrongStringURL": "Le lien que tu as envoyé est un lien vers l'éditeur et non la traduction en question !",
	"example": "Cliques sur le bouton affiché sur l'image ci-dessous pour obtenir l'URL de la phrase correcte. Il devrait ressembler à ceci: %%url%%",
	"reminderLang": "N'oublies pas également de modifier ton lien au format %%format%%.",
	"tip": "Conseil",
	"tips": {
		"ib": "As-tu essayé la langue Inhale Banana? Changes ta langue en utilisant %%langIb%%!",
		"translators": "J'ai besoin de traducteurs ! Découvrez comment devenir traducteur du bot en exécutant %%translate%%.",
		"prefix": "Veux-tu avoir un préfixe cool sur ton pseudo ? Exécutes %%prefix%% dans %%bots%% et suis les instructions données ! Disponible à tous les traducteurs d'Hypixel.",
		"enen": "N'oublie pas de changer le lien de la traduction à en-en !",
		"xp": "Tu obtiens des quantités d'XP aléatoires chaque minute lorsque tu discutes, ce qui tu fera monter de niveau.",
		"guide": "Sais-tu que nous avons un guide sur la façon de commencer avec Crowdin, disponible pour tous les traducteurs? Regarde-le à %%gettingStarted%%, il a quelques conseils utiles!",
		"twitter": "Est tu abonné a notre compte twitter ? Vérifie directement ici %%twitter%% !",
		"rulesInfo": "%%rules%% et %%serverInfo%% ont toutes les infos dont tu as besoin à propos de ce serveur!",
		"fixTranslation": "Tu as trouvé une erreur dans une traduction? Contacte un proofreader de ta langue ou faites-le savoir dans un canal de traduction.",
		"pinnedInfo": "Sais-tu que les canals contiennent des informations importantes épinglées? Trouve-le lorsque tu visites un canal!",
		"hypixelStats": "Tu peux voir les informations sur un joueur spécifique sur Hypixel en exécutant %%hypixelstats%% !",
		"languageStats": "Sais-tu que tu peux consulter les statistiques de n'importe quelle langue sur tous nos projets ? Il suffit d'exécuter %%languagestats%% !",
		"rolesChange": "As-tu récemment obtenu de nouveaux rôles sur Crowdin ou as-tu rejoint l'un des projets que nous soutenons ? Exécutes %%verify%% pour que tes rôles soient mis à jour !",
		"botTranslated": "Savais-tu que notre bot est disponible en plusieurs langues ? Essaie d'exécuter %%langList%% pour voir une liste de toutes les langues que nous supportons actuellement et tu pourrais bien trouver la tienne !",
		"botUpdates": "Nous publions chaque mise à jour majeure du bot et des informations importantes dans %%botUpdates%%, viens y jeter un œil !",
		"moreTips": "Nous avons besoin de plus de conseils! Envoies-les en utilisant %%feedback%%."
	},
	"pagination": {
		"first": "Première page",
		"previous": "Page précédente",
		"next": "Page suivante",
		"last": "Dernière page",
		"confirm": "Confirmer",
		"cancel": "Annuler",
		"page": "Page %%number%%/%%total%%",
		"notYours": "Tu ne peux pas interagir avec ce menu! Exécutes %%command%% toi-même pour faire cela.",
		"timeOut": "Ce menu a expiré. Si tu souhaites l'utiliser à nouveau, réexécutes %%command%%."
	},
	"region": {
		"dateLocale": "fr-FR",
		"timeZone": "Europe/Paris"
	},
	"numberStrings": {
		"thousand": "k",
		"million": "M"
	}
}
