{
    "outgoing": "Το μήνυμα στάλθηκε στο προσωπικό",
    "outgoingDisclaimer": "Οποιοδήποτε μήνυμα που θα στείλεις εδώ θα σταλεί στο προσωπικό.",
    "error": "Σφάλμα",
    "usage": "Expected command usage",
    "dmError": "Συγνώμη, αλλά δεν μπορείς να εκτελέσεις αυτή την εντολή στα προσωπικά μηνύματα.",
    "noMessage": "Δεν εισήγαγες ένα μήνυμα!",
    "noChannel": "You haven't provided a channel!",
    "noUser": "You haven't provided a user!",
    "noContext": "You haven't provided the context! Please add both the string ID and the context explaining it.",
    "noUserQuote": "You haven't provided a user! Please type the quote and then mention the quoted user, separated by a slash.",
    "falseChannel": "Δεν ήταν δυνατή η εύρεση αυτού του καναλιού!",
    "falseUser": "Δεν ήταν δυνατή η εύρεση αυτού του χρήστη!",
    "disabled": "Αυτή η εντολή έχει απενεργοποιηθεί προσωρινά.",
    "noTrPr": "You're not a translator or proofreader, so you can't use this!",
    "noAccess": "You're not allowed to execute this command!",
    "contextSubArg": "Παρακαλώ εισήγαγε μία υπο-εντολή ως πρώτο επιχείρημα. Αυτό μπορεί να είναι είτε το `get`, `add`, `edit`, `link` ή `help`.\nΓια πληροφορίες, τρέξε `+context help`.",
    "cooldown": "Χρόνος Επαναφόρτωσης",
    "timeLeftT": "Παρακαλώ περίμενε ακόμα %%time%% δευτερόλεπτα για να χρησιμοποιήσεις το `+%%command%%` ξανά.",
    "minsLeftT": "Please wait another %%time%% minutes to use `+%%command%%` again.",
    "tip": "Συμβουλή",
    "tips": {
        "0": "Δοκίμασες ποτέ την γλώσσα Inhale Banana; Άλλαξε την γλώσσα σου σε αυτό εκτελώντας `+lang ib`!",
        "1": "Χρειάζομαι μεταφραστές! Βρες πως να γίνεις μεταφραστής [εδώ]%%translate%%.",
        "2": "Έχεις δοκιμάσει την γλώσσα Emoji; Άλλαξε την γλώσσα σου σε αυτήν χρησιμοποιώντας το `+lang em`!",
        "3": "Please change your links to en-en!",
        "4": "You get random amounts of XP every minute when you're chatting, which will eventually make you level up.",
        "5": "We need more tips! Submit them using `+feedback`.",
        "6": "Did you know we have a guide on how to get started with Crowdin, available for all translators? Check it out at %%gettingStarted%%, it has some useful tips!",
        "7": "Have you followed our twitter account? Check it out [here]%%twitter%%!",
        "8": "%%rules%% and %%serverInfo%% have all the info you need about this server!",
        "9": "Found a mistake in a translation? Contact a proofreader for your language or let people know in a translation channel.",
        "10": "Did you know most channels have important information pinned? You should check it out every time you visit one!"
    },
    "executedBy": "Εκτελέστηκε από τον %%user%%"
}
