{
    "outgoing": "Το μήνυμα στάλθηκε στο προσωπικό",
    "outgoingDisclaimer": "Οποιοδήποτε μήνυμα που θα στείλεις εδώ θα σταλεί στο προσωπικό.",
    "error": "Σφάλμα",
    "usage": "Expected command usage",
    "errors": {
        "dmError": "Συγνώμη, αλλά δεν μπορείς να εκτελέσεις αυτή την εντολή στα προσωπικά μηνύματα.",
        "noMessage": "Δεν εισήγαγες ένα μήνυμα!",
        "noChannel": "You didn't provide a channel!",
        "noUser": "You didn't provide a user!",
        "noLang": "You didn't provide a language!",
        "noRole": "You didn't provide a role!",
        "noContext": "You didn't provide the context! Please add both the string ID and the context explaining it.",
        "noQuote": "You didn't provide a quote! In order to request one to be added, execute `+quote add <quote> / <author mention>`.",
        "noUserQuote": "You didn't provide a user! Please type the quote and then mention the quoted user, separated by a slash.",
        "falseChannel": "Δεν ήταν δυνατή η εύρεση αυτού του καναλιού!",
        "falseUser": "Δεν ήταν δυνατή η εύρεση αυτού του χρήστη!",
        "falseFlag": "That flag couldn't be found!",
        "falseLang": "That language couldn't be found!",
        "falseRole": "That role couldn't be found!",
        "falseContext": "That context entry couldn't be found!",
        "noPlayer": "That player has never joined Hypixel!",
        "notVerified": "That user hasn't linked their Hypixel account yet!",
        "disabled": "Αυτή η εντολή έχει απενεργοποιηθεί προσωρινά.",
        "noAccess": "You're not allowed to execute this command!",
        "noPermission": "You're not allowed to execute this command on this channel!",
        "contextSubArg": "Παρακαλώ εισήγαγε μία υπο-εντολή ως πρώτο επιχείρημα. Αυτό μπορεί να είναι είτε το `get`, `add`, `edit`, `link` ή `help`.\nΓια πληροφορίες, τρέξε `+context help`.",
        "apiError": "Something went wrong while contacting the API!",
        "noSubCommand": "That sub-command couldn't be found!",
        "wrongLink": "Wrong link!"
    },
    "cooldown": "Χρόνος Επαναφόρτωσης",
    "secondLeft": "Please wait another second to use `+%%command%%` again.",
    "timeLeftT": "Παρακαλώ περίμενε ακόμα %%time%% δευτερόλεπτα για να χρησιμοποιήσεις το `+%%command%%` ξανά.",
    "minsLeftT": "Please wait another %%time%% minutes to use `+%%command%%` again.",
    "linkCorrectionDesc": "Please change your link to the %%format%% format next time.",
    "wrongStringURL": "The link you sent is a link to the editor and not the string itself!",
    "example": "Click the button shown on the image below to get the correct string URL. It should look like this: %%url%%",
    "reminderLang": "Don't forget to also change your link to the %%format%% format.",
    "tip": "Συμβουλή",
    "tips": {
        "ib": "Δοκίμασες ποτέ την γλώσσα Inhale Banana; Άλλαξε την γλώσσα σου σε αυτό εκτελώντας `+lang ib`!",
        "translators": "I need translators! Find out how to become a bot translator by executing `+translate`.",
        "prefix": "Do you wanna have a cool prefix on your nickname? Run `+prefix` in %%bots%% and follow the instructions! Available to all Hypixel and Quickplay translators.",
        "enen": "Please change your links to en-en!",
        "xp": "Λαμβάνεις τυχαία ποσά XP κάθε λεπτό όταν γράφεις κάτι και σταδιακά ανεβαίνεις επίπεδο.",
        "guide": "Γνωρίζατε ότι έχουμε έναν οδηγό για το πώς να ξεκινήσετε με το Crowdin, διαθέσιμο για όλους τους μεταφραστές; Ρίξτε μια ματιά στο %%gettingStarted%%, έχει μερικές χρήσιμες συμβουλές!",
        "twitter": "Έχεις ακολουθήσει τον λογαριασμό μας στο twitter; Ρίξε του μια ματιά %%twitter%%!",
        "rulesInfo": "%%rules%% and %%serverInfo%% have all the info you need about this server!",
        "fixTranslation": "Βρήκες λάθος σε μια μετάφραση; Επικοινώνησε με έναν διορθωτή για τη γλώσσα σου ή ενημέρωσε μας σε ένα μεταφραστικό κανάλι.",
        "pinnedInfo": "Did you know most channels have important information pinned? You should check it out every time you visit one!",
        "hypixelStats": "You can view information about a specific player on Hypixel by executing `+hypixelstats <username> [social]`!",
        "languageStats": "Did you know you can view statistics for any language on all of our projects? Just execute `+languagestats <language>`!",
        "rolesChange": "Did you recently get new roles on Crowdin or join one of the projects we support? Execute `+reverify` to have your roles updated!",
        "botTranslated": "Did you know our bot is available in multiple languages? Try executing `+language list` to see a list of all the languages we currently support and you may just find your own!",
        "moreTips": "We need more tips! Submit them using `+feedback`."
    },
    "executedBy": "Εκτελέστηκε από τον %%user%%"
}