{
    "moduleName": "Πληροφορίες",
    "page1Title": "Σελίδα Βοήθειας",
    "commandsListTooltip": "This bot was made for the Hypixel Translators Community and is maintained by %%developer%%. It's open-source and our GitHub repository can be found [here]%%github%%.\nYou can help translate the bot by following the instructions on the `/translate` command.\n\nYou can execute `/help <command>` to learn more about a specific command.\nBelow you can find a list of all the available pages. Use the buttons on this message to cycle through them.",
    "madeBy": "Bot made with lots of care by %%developer%%",
    "pageNumber": "Σελίδα %%number%%",
    "utilityHelp": "Εργαλεία",
    "infoHelp": "Πληροφορίες",
    "projectsHelp": "Crowdin Projects",
    "pageNotExist": "Αυτή η σελίδα δεν υπάρχει!",
    "commandInfo": "Πληροφορίες Εντολής",
    "commandInfoFor": "Πληροφορίες Εντολής για ",
    "staffOnly": "This command is only available to staff and thus, its information is hidden.\nPlease contact a staff member if you believe this is an error.",
    "inDev": "This command is currently in development and will be available at a later date!",
    "seconds": " δευτερόλεπτα",
    "second": "δευτερόλεπτο",
    "minutes": "λεπτά",
    "cooldownField": "Χρόνος Επαναφόρτωσης",
    "8ball": {
        "description": "The Magic 8 Ball that will answer all your questions."
    },
    "feedback": {
        "description": "Ανοίγει τη σελίδα ζητημάτων GitHub, όπου μπορείς να αναφέρεις προβλήματα και να στείλεις σχόλια."
    },
    "guidelines": {
        "description": "Gives you the link to the official thread regarding Hypixel translations."
    },
    "help": {
        "description": "Σου δείχνει όλες τις διαθέσιμες εντολές και άλλες πληροφορίες σχετικά με το bot."
    },
    "hypixel": {
        "description": "Gives you useful information regarding the Hypixel project."
    },
    "hypixelstats": {
        "description": "Shows you basic Hypixel stats for the provided user."
    },
    "hypixelunverify": {
        "description": "Unlinks your Discord account from your Minecraft account."
    },
    "hypixelverify": {
        "description": "Links your Discord account with your Minecraft account."
    },
    "invite": {
        "description": "Σας δίνει έναν σύνδεσμο πρόσκλησης στον διακομιστή. Χρησιμοποιήστε αυτό όποτε θέλετε να προσκαλέσετε κάποιον."
    },
    "language": {
        "description": "Changes your language, shows your current one or a list of available languages."
    },
    "languagestats": {
        "description": "Shows you the progress of a language on all the projects we currently support."
    },
    "levels": {
        "description": "Gives you the XP leaderboard."
    },
    "mention": {
        "description": "Αναφέρει έναν ρόλο γλώσσας με ένα προαιρετικό μήνυμα."
    },
    "minecraft": {
        "description": "Looks up a specific Minecraft player's name history or skin. This command is compatible with /hypixelverify, letting you look up a specific user's info if they're verified. The parameter `user` will always have priority over `username` and they are both optional if you're verified, otherwise, at least one is required."
    },
    "ping": {
        "description": "Gives you the bot's ping."
    },
    "prefix": {
        "description": "Gives you the appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space."
    },
    "profile": {
        "description": "Gives you the link to your Crowdin profile if it's stored on our database. If it's not, you can execute `/help verify` to learn how to store your profile and update your roles."
    },
    "projects": {
        "description": "Gives you links and information about all the translation projects we support on the server."
    },
    "quickplay": {
        "description": "Gives you useful information regarding the Quickplay project."
    },
    "quote": {
        "description": "Παίρνει (ή προσθέτει) ένα αστείο/περίεργο/σοφό παράθεμα από τον διακομιστή."
    },
    "rank": {
        "description": "Gives you the current XP for yourself or any given user."
    },
    "skyblockaddons": {
        "description": "Gives you useful information regarding the SkyblockAddons project."
    },
    "thread": {
        "description": "Gives you the link to the thread announcing this Discord server."
    },
    "tip": {
        "description": "Gives you a random tip regarding the server."
    },
    "translate": {
        "description": "Σου δίνει χρήσιμες πληροφορίες για το πώς να μεταφράσεις το Bot."
    },
    "twitter": {
        "description": "Gives you the link to the official Hypixel Translators Community Twitter page."
    },
    "verify": {
        "description": "Automatically checks for changes on your Crowdin profile and gives you the appropriate roles. If your profile is not stored on our database, you can provide it as an argument in the command. To check if your profile is stored, execute `/profile`. Make sure you have DMs enabled from this server so that the bot can send you a message."
    }
}