{
	"moduleName": "Informacja",
	"commandsListTooltip": "Ten bot został stworzony dla Społeczności Tłumaczy Hypixela. Użytkownik zajmujący się jego utrzymaniem to %%developer%%. Kod źródłowy bota jest publiczny, nasze repozytorium GitHub znajduje się [tutaj]%%github%%.\nMożesz pomóc w tłumaczeniu bota, postępując zgodnie z instrukcjami, które otrzymasz po wykonaniu komendy `/translate`\n\nMożesz wykonać `/help <nazwa komendy>`, aby uzyskać więcej informacji o danym poleceniu.\nPoniżej znajduje się lista wszystkich stron. Przewijanie stron odbywa się za pomocą przycisków pod tą wiadomością.",
	"pageNumber": "Strona %%number%%",
	"mainPage": "Strona główna",
	"utilityHelp": "Narzędzia",
	"infoHelp": "Polecenia informacyjne",
	"commandInfo": "Szczegóły polecenia",
	"commandInfoFor": "Szczegóły polecenia dla ",
	"staffOnly": "To polecenie jest dostępne tylko dla administracji, a zatem jej szczegóły są ukryte.\nJeżeli uważasz że to błąd, skontaktuj się z członkiem administracji.",
	"inDev": "To polecenie jest oebecnie w fazie rozwoju i nie jest jeszcze dostępne!",
	"seconds": "{number, plural, one {# sekunda} few {# sekundy} many {# sekund} other {# sekundy}}",
	"minutes": "{number, plural, one {# minuta} few {# minuty} many {# minut} other {# minuty}}",
	"cooldownField": "Czas odnawiania",
	"descriptions": {
		"8ball": "Magiczna kula, która odpowie na wszystkie twoje pytania.",
		"alert": "Powiadamia innych korektorów o problemach w ich tłumaczeniach",
		"feedback": "Otwórz naszą stronę GitHub z problemami, tam możesz zgłosić błędy i wysłać opinię.",
		"help": "Pokazuje wszystkie dostępne polecenia i inne informacje o bocie.",
		"hypixelstats": "Pokazuje ci podstawowe informacje danego gracza z Hypixela.",
		"hypixelunverify": "Odłącza twoje konto Discord od konta Minecraft.",
		"hypixelverify": "Łączy twoje konto Discord z kontem Minecraft.",
		"language": "Zmienia Twój język, pokazuje bieżący lub pokazuje listę dostępnych języków.",
		"languagestats": "Wyświetla postęp języka we wszystkich projektach, które wspieramy.",
		"levels": "Pokazuje ci ranking PD.",
		"mention": "Oznacza rolę językową z opcjonalną wiadomością.",
		"minecraft": "Wyszukuje historię nazw użytkownika lub skórkę gracza Minecrafta. Polecenie to jest zgodne z poleceniem /hypixelverify i pozwala wyszukiwać informacje o wybranym użytkowniku, jeśli jest on zweryfikowany. Parametr `user` zawsze ma pierwszeństwo nad parametrem `username` i oba są nie są konieczne, o ile jesteś zweryfikowany(-a), w przeciwnym razie wymagany jest co najmniej jeden z nich.",
		"ping": "Podaje opóźnienie bota.",
		"poll": "Tworzy lub zarządza ankietami na serwerze. Dostępne dla korektorów Hypixel i wyżej. Wszystkie głosy w ankietach utworzonych za pomocą tego polecenia będą prywatne, dopóki ankieta nie zostanie zakończona, a nazwy wyborców nie zostaną ujawnione, zostaną wyświetlone tylko liczby głosów.",
		"prefix": "Daje ci przedrostek odpowiedni dla Twojego języka (lub języków). Aby go otrzymać, wpisz `/prefix` i podaj w parametrze `flags` kod flagi twojego kraju albo jej nazwę. Możesz dodać tyle flag, ile chcesz; pamiętaj, by oddzielić je spacjami.",
		"profile": "Podaje odnośnik do Twojego profilu Crowdin, jeśli jest on przechowywany w naszej bazie danych. W przeciwnym razie, możesz wykonać polecenie `/help verify`, by dowiedzieć się, jak przechowywać swój profil i aktualizować swoje role.",
		"projects": "Daje ci odnośniki i informacje o wszystkich projektach tłumaczeniowych, które wspieramy na serwerze.",
		"quote": "Pobiera (lub dodaje) śmieszny/dziwny/mądry cytat z serwera.",
		"rank": "Podaje twoje obecne PD lub PD wybranego użytkownika.",
		"settings": "Zmień lub wyświetl ustawienia bota",
		"tag": "Wysyła konktetną wiadomość, pozwalając Ci powiadomić danego użytkownika po wysłaniu wiadomości.",
		"translate": "Podaje ci przydatne informacje o tym, jak tłumaczyć Bota.",
		"verify": "Automatycznie sprawdza zmiany w Twoim profilu Crowdin i daje Ci odpowiednie role. Jeśli Twój profil nie jest przechowywany w naszej bazie danych, możesz podać go jako argument w poleceniu. Aby sprawdzić, czy Twój profil jest tam przechowywany, wykonaj polecenie `/profile`. Upewnij się, że masz włączone wiadomości prywatne z tego serwera, aby bot mógł wysłać Ci wiadomość."
	}
}
