{
    "moduleName": "Informacja",
    "page1Title": "Strona pomocy",
    "commandsListTooltip": "This bot was made for the Hypixel Translators Community by %%developer%%. It's open source and our GitHub repository can be found [here]%%github%%.\nYou can help translate the bot by following the instructions on the `/translate` command.\n\nYou can execute `/help <command>` to learn more about a specific command.\nBelow you can find a list of all the available pages. Use the buttons on this message to cycle through them.",
    "madeBy": "Bot stworzony z ogromną starannością przez %%QkeleQ10%%",
    "page": "Strona %%number%%/%%total%%",
    "pageNumber": "Strona %%number%%",
    "utilityHelp": "Narzędzia",
    "infoHelp": "Komendy informacyjne",
    "projectsHelp": "Projekty Crowdin",
    "timeOut": "To menu wygasło. Jeśli chcesz użyć go ponownie, wpisz %%command%%.",
    "pageNotExist": "Ta strona nie istnieje!",
    "commandInfo": "Informacje o poleceniu",
    "commandInfoFor": "Informacje o poleceniu dla ",
    "staffOnly": "Ta komenda jest dostępna tylko dla administracji, a zatem jej informacje jest ukryte.\nJeżeli uważasz że to błąd, skontaktuj się z członkiem administracji.",
    "inDev": "Ta komenda jest chwilowo w fazie rozwoju i będzie dostępna w późniejszym terminie!",
    "seconds": " sekund",
    "second": "sekunda",
    "minutes": "minuty",
    "cooldownField": "Czas odnawiania",
    "help": {
        "description": "Pokazuje wszystkie dostępne polecenia i inne informacje o bocie."
    },
    "prefix": {
        "description": "Gives you the appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space."
    },
    "quote": {
        "description": "Pobiera (lub dodaje) śmieszny/dziwny/mądry cytat z serwera."
    },
    "mention": {
        "description": "Oznacza rolę językową z opcjonalną wiadomością."
    },
    "languagestats": {
        "description": "Wyświetla postęp języka we wszystkich projektach, które wspieramy."
    },
    "feedback": {
        "description": "Otwórz naszą stronę GitHub z problemami, tam możesz zgłosić błędy i wysłać opinię."
    },
    "language": {
        "description": "Zmienia Twój język, pokazuje bieżący lub pokazuje listę dostępnych języków."
    },
    "ping": {
        "description": "Podaje informacje o pingu bota."
    },
    "hypixelstats": {
        "description": "Pokazuje ci podstawowe informacje danego gracza z Hypixela."
    },
    "hypixelunverify": {
        "description": "Unlinks your Discord account from your Minecraft account."
    },
    "hypixelverify": {
        "description": "Links your Discord account with your Minecraft account."
    },
    "8ball": {
        "description": "Magiczna kula, która odpowie na wszystkie twoje pytania."
    },
    "verify": {
        "description": "Automatically checks for changes on your Crowdin profile and gives you the appropriate roles. If your profile is not stored on our database, you can provide it as an argument in the command. To check if your profile is stored, execute `/profile`. Make sure you have DMs enabled from this server so that the bot can send you a message."
    },
    "profile": {
        "description": "Podaje odnośnik do Twojego profilu Crowdin, jeśli jest on przechowywany w naszej bazie danych. W przeciwnym razie, możesz wykonać polecenie `/help reverify`, by dowiedzieć się, jak przechowywać swój profil i aktualizować swoje role."
    },
    "rank": {
        "description": "Podaje twoje obecne PD lub PD wybranego użytkownika."
    },
    "levels": {
        "description": "Pokazuje ci ranking PD."
    },
    "tip": {
        "description": "Podaje ci losową poradę na temat serwera."
    },
    "invite": {
        "description": "Daje odnośnik z zaproszeniem do serwera. Użyj tego, gdy chcesz kogoś zaprosić."
    },
    "projects": {
        "description": "Daje ci odnośniki i informacje o wszystkich projektach tłumaczeniowych, które wspieramy na serwerze."
    },
    "hypixel": {
        "description": "Zawiera przydatne informacje dotyczące projektu Hypixel."
    },
    "guidelines": {
        "description": "Podaje odnośnik do oficjalnego wątku dotyczącego tłumaczeń Hypixela."
    },
    "quickplay": {
        "description": "Zawiera przydatne informacje dotyczące projektu Quickplay."
    },
    "skyblockaddons": {
        "description": "Zawiera przydatne informacje dotyczące projektu SkyblockAddons."
    },
    "translate": {
        "description": "Podaje ci przydatne informacje o tym, jak tłumaczyć Bota."
    },
    "thread": {
        "description": "Podaje odnośnik do wątku ogłaszającego ten serwer Discord."
    },
    "twitter": {
        "description": "Podaje odnośnik do oficjalnej strony Hypixel Translators Community na Twitterze."
    }
}