{
	"moduleName": "Informacja",
	"commandsListTooltip": "Ten bot został stworzony dla Społeczności Tłumaczy Hypixela. Użytkownik zajmujący się jego utrzymaniem to %%developer%%. Kod źródłowy bota jest publiczny, nasze repozytorium GitHub znajduje się [tutaj]%%github%%.\nMożesz pomóc w tłumaczeniu bota, postępując zgodnie z instrukcjami, które otrzymasz po wykonaniu komendy `/translate`\n\nMożesz wykonać `/help <nazwa komendy>`, aby uzyskać więcej informacji o danym poleceniu.\nPoniżej znajduje się lista wszystkich stron. Przewijanie stron odbywa się za pomocą przycisków pod tą wiadomością.",
	"pageNumber": "Strona %%number%%",
	"mainPage": "Strona główna",
	"utilityHelp": "Narzędzia",
	"infoHelp": "Polecenia informacyjne",
	"commandInfo": "Szczegóły polecenia",
	"commandInfoFor": "Szczegóły polecenia dla ",
	"staffOnly": "To polecenie jest dostępne tylko dla administracji, a zatem jej szczegóły są ukryte.\nJeżeli uważasz że to błąd, skontaktuj się z członkiem administracji.",
	"inDev": "To polecenie jest oebecnie w fazie rozwoju i nie jest jeszcze dostępne!",
	"seconds": "{number, plural, one {# sekunda} few {# sekundy} many {# sekund} other {# sekundy}}",
	"minutes": "{number, plural, one {# minuta} few {# minuty} many {# minut} other {# minuty}}",
	"cooldownField": "Czas odnawiania",
	"descriptions": {
		"8ball": "Magiczna kula, która odpowie na wszystkie twoje pytania.",
		"alert": "Alerts other proofreaders for issues in their translations",
		"feedback": "Otwórz naszą stronę GitHub z problemami, tam możesz zgłosić błędy i wysłać opinię.",
		"help": "Pokazuje wszystkie dostępne polecenia i inne informacje o bocie.",
		"hypixelstats": "Pokazuje ci podstawowe informacje danego gracza z Hypixela.",
		"hypixelunverify": "Odłącza twoje konto Discord od konta Minecraft.",
		"hypixelverify": "Łączy twoje konto Discord z kontem Minecraft.",
		"language": "Zmienia Twój język, pokazuje bieżący lub pokazuje listę dostępnych języków.",
		"languagestats": "Wyświetla postęp języka we wszystkich projektach, które wspieramy.",
		"levels": "Pokazuje ci ranking PD.",
		"mention": "Oznacza rolę językową z opcjonalną wiadomością.",
		"minecraft": "Wyszukuje historię nazw użytkownika lub skina gracza Minecraft. Komenda jest kompatybilna z komendą /hypixelverify i pozwala na wyszukiwanie informacji o konkretnym użytkowniku, dopóki są oni zweryfikowanii. Parametr `user` zawsze będzie miał priorytet nad parametrem `username` i oba są opcjonalne, jeśli jesteś zweryfikowany(-a), w przeciwnym razie wymagana jest co najmniej jedna opcja.",
		"ping": "Podaje opóźnienie bota.",
		"poll": "Creates or manages polls on the server. Available to Hypixel Proofreaders and above. All votes on polls created using this command will be private until the poll is ended and the names of the voters will not be disclosed, only vote counts will be displayed.",
		"prefix": "Lets you pick an appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space.",
		"profile": "Podaje odnośnik do Twojego profilu Crowdin, jeśli jest on przechowywany w naszej bazie danych. W przeciwnym razie, możesz wykonać polecenie `/help verify`, by dowiedzieć się, jak przechowywać swój profil i aktualizować swoje role.",
		"projects": "Daje ci odnośniki i informacje o wszystkich projektach tłumaczeniowych, które wspieramy na serwerze.",
		"quote": "Shows a funny/weird/wise quote from the server.",
		"rank": "Podaje twoje obecne PD lub PD wybranego użytkownika.",
		"settings": "Changes or shows your settings on the bot",
		"tag": "Wysyła konktetną wiadomość, pozwalając Ci powiadomić danego użytkownika po wysłaniu wiadomości.",
		"translate": "Gives you useful information on how to translate the bot.",
		"verify": "Automatycznie sprawdza zmiany w Twoim profilu Crowdin i daje Ci odpowiednie role. Jeśli Twój profil nie jest przechowywany w naszej bazie danych, możesz podać go jako argument w poleceniu. Aby sprawdzić, czy Twój profil jest tam przechowywany, wykonaj polecenie `/profile`. Upewnij się, że masz włączone wiadomości prywatne z tego serwera, aby bot mógł wysłać Ci wiadomość."
	}
}
