{
    "staffDm": {
        "confirmSend": "Si confirma esto, cualquier mensaje que envíe aquí dentro de las próximas 48 horas se enviará al staff sin ninguna confirmación.",
        "noConfirmWarn": "Cualquier mensaje que envíe aquí dentro de las próximas 48 horas se enviará al staff sin ninguna confirmación.",
        "attachmentsWarn": "También se incluirán archivos adjuntos.",
        "attachmentsSent": "Archivos adjuntos enviados",
        "attachmentSent": "Archivo adjunto enviado",
        "confirmation": "¿Está seguro de que desea enviar este mensaje al staff?",
        "messageSent": "Mensaje enviado al staff",
        "dmCancelled": "Este mensaje no se enviará.",
        "resendInfo": "Si aún desea hablar con el staff, vuelva a enviarlo y haga clic en el botón ✅ para confirmar."
    },
    "error": "Error",
    "errors": {
        "dmError": "Lo sentimos, pero no puede ejecutar este comando en mensajes privados.",
        "noCommand": "¡Ese comando no existe!",
        "noUser": "¡No has proporcionado un usuario!",
        "noLang": "¡No has proporcionado un idioma!",
        "falseUser": "¡Ese usuario no se pudo encontrar!",
        "falseFlag": "¡Esa bandera no se pudo encontrar!",
        "falseLang": "¡Ese idioma no se pudo encontrar!",
        "falseRole": "¡Ese rol no se pudo encontrar!",
        "falseUUID": "¡No se pudo encontrar un jugador con ese UUID!",
        "noPlayer": "¡Ese jugador nunca se ha unido a Hypixel!",
        "notVerified": "¡Ese usuario no ha vinculado su cuenta de Hypixel todavía!",
        "disabled": "Este comando se ha desactivado temporalmente.",
        "noAccess": "¡No tienes permitido ejecutar este comando!",
        "noPermission": "¡No está permitido ejecutar este comando en este canal!",
        "apiError": "¡Se produjo un error al comunicarse con la API!",
        "wrongLink": "¡Enlace incorrecto!"
    },
    "cooldown": "Enfriamiento",
    "secondLeft": "Por favor, espere otro segundo para volver a utilizar `%%command%%`.",
    "timeLeftT": "Por favor, espere otros %%time%% segundos para volver a utilizar `%%command%%`.",
    "minsLeftT": "Por favor, espere otros %%time%% minutos para volver a utilizar `%%command%%`.",
    "linkCorrectionDesc": "Por favor, cambie su enlace al formato %%format%% la próxima vez.",
    "wrongStringURL": "¡El enlace que envió es un enlace al editor y no al string en sí!",
    "example": "Haga clic en el botón que se muestra en la imagen a continuación para obtener la URL del string correcto. Debe tener un aspecto como este: %%url%%",
    "reminderLang": "No olvide cambiar también su enlace al formato %%format%%.",
    "tip": "Consejo",
    "tips": {
        "ib": "¿Ha probado el idioma Inhale Banana? ¡Cambie su idioma usando `/language ib`!",
        "translators": "¡Necesito traductores! Descubra cómo convertirse en un traductor del bot, ejecutando `/translate`.",
        "prefix": "¿Quieres tener un prefijo genial en tu apodo? ¡Ejecute `/prefix` en %%bots%% y siga las instrucciones! Disponible para todos los traductores de Hypixel.",
        "enen": "¡Por favor, cambie sus enlaces a en-en!",
        "xp": "Obtienes cantidades aleatorias de XP cada minuto cuando estás chateando, lo que eventualmente te hará subir de nivel.",
        "guide": "¿Sabías que tenemos una guía sobre cómo empezar con Crowdin, disponible para todos los traductores? ¡Compruébalo en %%gettingStarted%%, tiene algunos consejos útiles!",
        "twitter": "¿Has seguido nuestra cuenta de twitter? ¡Echa un vistazo a %%twitter%%!",
        "rulesInfo": "¡%%rules%% y %%serverInfo%% tienen toda la información que necesita sobre este servidor!",
        "fixTranslation": "¿Encontró un error en una traducción? Póngase en contacto con un corrector de pruebas de su idioma o avísele a la gente en un canal de traducción.",
        "pinnedInfo": "¿Sabías que la mayoría de los canales tienen información importante fijada? ¡Debería comprobarlo cada vez que visite uno!",
        "hypixelStats": "¡Puede ver información sobre un jugador específico en Hypixel ejecutando `/hypixelstats`!",
        "languageStats": "¿Sabía que puede ver estadísticas para cualquier idioma en todos nuestros proyectos? ¡Simplemente ejecute `/languagestats`!",
        "rolesChange": "¿Obtuviste recientemente nuevos roles en Crowdin o te uniste a uno de los proyectos que apoyamos? ¡Ejecute `/verify` para actualizar sus roles!",
        "botTranslated": "¿Sabías que nuestro bot está disponible en varios idiomas? ¡Intente ejecutar `/language list` para ver una lista de todos los idiomas que admitimos actualmente y puede encontrar el suyo!",
        "moreTips": "¡Necesitamos más consejos! Envíelos usando `/feedback`."
    },
    "pagination": {
        "first": "Primera página",
        "previous": "Página anterior",
        "next": "Siguiente página",
        "last": "Última página",
        "confirm": "Confirmar",
        "cancel": "Cancelar",
        "page": "Página %%number%%/%%total%%",
        "notYours": "¡No puedes interactuar con este menú! Ejecute %%command%% usted mismo para hacer esto.",
        "timeOut": "Este menú se ha agotado. Si desea volver a utilizarlo, ejecute %%command%%."
    },
    "region": {
        "dateLocale": "es-MX",
        "timeZone": "America/Mexico_City"
    },
    "executedBy": "Ejecutado por %%user%%"
}