{
    "staffDm": {
        "confirmSend": "Si confirma esto, cualquier mensaje que envíe aquí dentro de las próximas 48 horas se enviará al staff sin ninguna confirmación.",
        "noConfirmWarn": "Cualquier mensaje que envíe aquí dentro de las próximas 48 horas se enviará al staff sin ninguna confirmación.",
        "attachmentsWarn": "También se incluirán archivos adjuntos.",
        "attachmentsSent": "Archivos adjuntos enviados",
        "attachmentSent": "Archivo adjunto enviado",
        "confirmation": "¿Está seguro de que desea enviar este mensaje al staff?",
        "messageSent": "Mensaje enviado al staff",
        "dmCancelled": "Este mensaje no se enviará.",
        "resendInfo": "Si aún desea hablar con el staff, vuelva a enviarlo y haga clic en el botón ✅ para confirmar."
    },
    "error": "Error",
    "errors": {
        "dmError": "Lo sentimos, pero no puede ejecutar este comando en mensajes privados.",
        "noCommand": "¡Ese comando no existe!",
        "noUser": "¡No has proporcionado un usuario!",
        "noLang": "¡No has proporcionado un idioma!",
        "falseUser": "¡Ese usuario no se pudo encontrar!",
        "falseFlag": "¡Esa bandera no se pudo encontrar!",
        "falseLang": "¡Ese idioma no se pudo encontrar!",
        "falseRole": "¡Ese rol no se pudo encontrar!",
        "noPlayer": "¡Ese jugador nunca se ha unido a Hypixel!",
        "notVerified": "¡Ese usuario no ha vinculado su cuenta de Hypixel todavía!",
        "disabled": "Este comando se ha desactivado temporalmente.",
        "noAccess": "¡No tienes permitido ejecutar este comando!",
        "noPermission": "¡No está permitido ejecutar este comando en este canal!",
        "apiError": "¡Se produjo un error al comunicarse con la API!",
        "wrongLink": "¡Enlace incorrecto!"
    },
    "cooldown": "Enfriamiento",
    "secondLeft": "Please wait another second to use `%%command%%` again.",
    "timeLeftT": "Please wait another %%time%% seconds to use `%%command%%` again.",
    "minsLeftT": "Please wait another %%time%% minutes to use `%%command%%` again.",
    "linkCorrectionDesc": "Por favor, cambie su enlace al formato %%format%% la próxima vez.",
    "wrongStringURL": "¡El enlace que envió es un enlace al editor y no al string en sí!",
    "example": "Haga clic en el botón que se muestra en la imagen a continuación para obtener la URL del string correcto. Debe tener un aspecto como este: %%url%%",
    "reminderLang": "No olvide cambiar también su enlace al formato %%format%%.",
    "tip": "Consejo",
    "tips": {
        "ib": "Have you tried the Inhale Banana language? Change your language to it using `/language ib`!",
        "translators": "I need translators! Find out how to become a bot translator by executing `/translate`.",
        "prefix": "Do you wanna have a cool prefix on your nickname? Execute `/prefix` in %%bots%% and follow the instructions! Available to all Hypixel translators.",
        "enen": "¡Por favor, cambie sus enlaces a en-en!",
        "xp": "Obtienes cantidades aleatorias de XP cada minuto cuando estás chateando, lo que eventualmente te hará subir de nivel.",
        "guide": "¿Sabías que tenemos una guía sobre cómo empezar con Crowdin, disponible para todos los traductores? ¡Compruébalo en %%gettingStarted%%, tiene algunos consejos útiles!",
        "twitter": "¿Has seguido nuestra cuenta de twitter? ¡Echa un vistazo a %%twitter%%!",
        "rulesInfo": "¡%%rules%% y %%serverInfo%% tienen toda la información que necesita sobre este servidor!",
        "fixTranslation": "¿Encontró un error en una traducción? Póngase en contacto con un corrector de pruebas de su idioma o avísele a la gente en un canal de traducción.",
        "pinnedInfo": "¿Sabías que la mayoría de los canales tienen información importante fijada? ¡Debería comprobarlo cada vez que visite uno!",
        "hypixelStats": "You can view information about a specific player on Hypixel by executing `/hypixelstats`!",
        "languageStats": "Did you know you can view statistics for any language on all of our projects? Just execute `/languagestats`!",
        "rolesChange": "Did you recently get new roles on Crowdin or join one of the projects we support? Execute `/verify` to have your roles updated!",
        "botTranslated": "Did you know our bot is available in multiple languages? Try executing `/language list` to see a list of all the languages we currently support and you may just find your own!",
        "moreTips": "We need more tips! Submit them using `/feedback`."
    },
    "pagination": {
        "first": "First page",
        "previous": "Previous page",
        "next": "Next page",
        "last": "Last page",
        "confirm": "Confirm",
        "cancel": "Cancel",
        "notYours": "You cannot interact with this menu! Execute %%command%% yourself to do this."
    },
    "executedBy": "Ejecutado por %%user%%"
}