{
    "moduleName": "Información",
    "page1Title": "Página de ayuda",
    "commandsListTooltip": "This bot was made for the Hypixel Translators Community and is maintained by %%developer%%. It's open-source and our GitHub repository can be found [here]%%github%%.\nYou can help translate the bot by following the instructions on the `/translate` command.\n\nYou can execute `/help <command>` to learn more about a specific command.\nBelow you can find a list of all the available pages. Use the buttons on this message to cycle through them.",
    "madeBy": "Bot hecho con mucho cariño por %%developer%%",
    "pageNumber": "Página %%number%%",
    "utilityHelp": "Herramientas y Utilidades",
    "infoHelp": "Comandos de información",
    "projectsHelp": "Proyectos de Crowdin",
    "pageNotExist": "¡Esa página no existe!",
    "commandInfo": "Información del comando",
    "commandInfoFor": "Información para el comando ",
    "staffOnly": "Este comando solo está disponible para el staff y, por lo tanto, su información está oculta.\nPor favor, comuníquese con un miembro del staff si cree que se trata de un error.",
    "inDev": "¡Este comando está actualmente en desarrollo y estará disponible posteriormente!",
    "seconds": "segundos",
    "second": "segundo",
    "minutes": "minutos",
    "cooldownField": "Enfriamiento",
    "8ball": {
        "description": "La Bola 8 Mágica que responderá a todas tus preguntas."
    },
    "feedback": {
        "description": "Abre nuestra página de problemas de GitHub, donde puede reportar problemas y enviar comentarios."
    },
    "guidelines": {
        "description": "Le da un enlace al hilo oficial sobre las traducciones de Hypixel."
    },
    "help": {
        "description": "Muestra todos los comandos disponibles e información general sobre el bot."
    },
    "hypixel": {
        "description": "Le brinda información útil sobre el proyecto de Hypixel Crowdin."
    },
    "hypixelstats": {
        "description": "Muestra las estadísticas básicas de Hypixel para el usuario proporcionado."
    },
    "hypixelunverify": {
        "description": "Desvincula su cuenta de Discord de su cuenta de Minecraft."
    },
    "hypixelverify": {
        "description": "Vincula su cuenta de Discord con su cuenta de Minecraft."
    },
    "invite": {
        "description": "Le da un enlace de invitación al servidor. Por favor, utilízalo cuando quieras invitar a un amigo."
    },
    "language": {
        "description": "Cambia su idioma, muestra el actual o una lista de idiomas disponibles."
    },
    "languagestats": {
        "description": "Muestra el progreso de un idioma en todos los proyectos que apoyamos actualmente."
    },
    "levels": {
        "description": "Le da la tabla de clasificación de XP."
    },
    "mention": {
        "description": "Menciona un rol de idioma con un mensaje opcional."
    },
    "minecraft": {
        "description": "Looks up a specific Minecraft player's name history or skin. This command is compatible with /hypixelverify, letting you look up a specific user's info if they're verified. The parameter `user` will always have priority over `username` and they are both optional if you're verified, otherwise, at least one is required."
    },
    "ping": {
        "description": "Le da el ping del bot."
    },
    "prefix": {
        "description": "Le da el prefijo apropiado para su(s) idioma(s). Para obtener un prefijo personalizado, ejecute `/prefix` y proporcione el código regional de la bandera de su país o su nombre en el parámetro `bandera`. Puede agregar tantas banderas como desee, separadas por un espacio."
    },
    "profile": {
        "description": "Le da el enlace a su perfil de Crowdin si está almacenado en nuestra base de datos. Si no es así, puede ejecutar `/help verify` para aprender a almacenar su perfil y actualizar sus roles."
    },
    "projects": {
        "description": "Le brinda enlaces e información sobre todos los proyectos de traducción que apoyamos en el servidor."
    },
    "quickplay": {
        "description": "Le brinda información útil sobre el proyecto Quickplay."
    },
    "quote": {
        "description": "Obtiene (o agrega) una cita divertida/extraña/sabia del servidor."
    },
    "rank": {
        "description": "Le da la XP actual para ti o para cualquier usuario."
    },
    "skyblockaddons": {
        "description": "Le brinda información útil sobre el proyecto SkyblockAddons."
    },
    "thread": {
        "description": "Da un enlace al anuncio de este servidor de Discord."
    },
    "tip": {
        "description": "Le da un consejo al azar sobre el servidor."
    },
    "translate": {
        "description": "Le brinda información útil sobre cómo traducir el Bot."
    },
    "twitter": {
        "description": "Le da un enlace a la página oficial de Twitter de la Comunidad de Traductores de Hypixel."
    },
    "verify": {
        "description": "Comprueba automáticamente los cambios en su perfil de Crowdin y le proporciona los roles adecuados. Si su perfil no está almacenado en nuestra base de datos, puede proporcionarlo como argumento en el comando. Para comprobar si su perfil está almacenado, ejecute `/profile`. Asegúrese de tener DMs habilitados desde este servidor para que el bot pueda enviarle un mensaje."
    }
}