{
	"staffDm": {
		"confirmSend": "Om du bekräftar detta kommer alla meddelanden som du skickar här inom de nästa 48 timmar att skickas till staff utan någon bekräftelse.",
		"noConfirmWarn": "Alla meddelanden som du skickar här inom de nästa 48 timmar kommer att skickas till staff utan någon bekräftelse.",
		"attachmentsWarn": "Bilagor kommer också att ingå.",
		"attachmentSent": "{number, plural, one {Bilagan} other {Bilagor}} skickades",
		"confirmation": "Är du säker på att du vill skicka detta meddelande till staff?",
		"messageSent": "Meddelandet skickades till staff",
		"dmCancelled": "Detta meddelande kommer inte att skickas.",
		"resendInfo": "Om du fortfarande vill prata med staff, skicka det igen och klicka på ✅ för att bekräfta."
	},
	"error": "Fel",
	"errors": {
		"noCommand": "Detta kommando finns inte!",
		"noUser": "Du angav ingen användare!",
		"noLang": "Du angav inget språk!",
		"falseUser": "Denna användare kunde inte hittas!",
		"falseFlag": "Denna flagga kunde inte hittas!",
		"falseLang": "Detta språk kunde inte hittas!",
		"falseRole": "Denna roll kunde inte hittas!",
		"falseUUID": "Kunde inte hitta en spelare med detta UUID!",
		"noPlayer": "Denna spelare har aldrig anslutit sig till Hypixel!",
		"notVerified": "Denna användare har inte kopplat sitt Hypixel-konto ännu!",
		"disabled": "Denna funktion har tillfälligt inaktiverats.",
		"noAccess": "Du har inte behörighet att utföra detta kommado!",
		"noPermission": "Du har inte behörighet att köra detta kommando i denna kanal!",
		"apiError": "Något gick fel med att kontakta API:et!",
		"wrongLink": "Fel länk!"
	},
	"roles": {
		"noLevel": "Du måste vara minst chattnivå %%level%% för att få denna roll! Du kan kontrollera din nuvarande chattnivå med %%command%% i %%channel%%.",
		"successGive": "Gav dig rollen %%role%%!",
		"successTake": "Tog rollen %%role%% från dig!"
	},
	"cooldown": "Cooldown",
	"timeLeft": "Du kan använda %%command%% igen %%timestamp%%.",
	"linkCorrectionDesc": "Vänligen ändra din länk till \"%%format%%\"-formatet nästa gång.",
	"correctLink": "Här är den korrekta länken:",
	"wrongStringURL": "Länken du skickade är en länk till editor och inte till strängen!",
	"example": "Klicka på knappen som visas på bilden nedan för att få den korrekta sträng-URL:n. Den ska se ut så här: %%url%%",
	"reminderLang": "Glöm inte att ändra din link till \"%%format%%\"-formatet.",
	"tip": "Tips",
	"tips": {
		"ib": "Har du provat Inhale Banana-språket? Ändra språk med %%langIb%%!",
		"translators": "Jag behöver översättare! Ta reda på hur man blir en botöversättare genom att använda %%translate%%.",
		"prefix": "Vill du ha ett coolt prefix på ditt smeknamn? Kör %%prefix%% i %%bots%% och följ instruktionerna! Tillgängligt för alla Hypixel-översättare.",
		"enen": "Glöm inte att ändra dina länkar till \"en-en\"!",
		"xp": "Du får slumpmässiga mängder XP varje minut när du chattar, vilket så småningom kommer att göra dig nivå upp.",
		"guide": "Visste du att vi har en guide om hur man kommer igång med Crowdin, tillgänglig för alla översättare? Kolla in den på %%gettingStarted%%, den har några användbara tips!",
		"twitter": "Har du följt vårt twitterkonto? Kolla in det på %%twitter%%!",
		"rulesInfo": "%%rules%% och %%serverInfo%% har all information du behöver om denna server!",
		"fixTranslation": "Hittade ett fel med en översättning? Kontakta en korrekturläsare för ditt språk eller prata med någon i översättningskanalen.",
		"pinnedInfo": "Visste du att det finns mycket viktig information i de flesta kanalers fästa meddelanden? Ta en titt nästa gång du besöker en ny kanal!",
		"hypixelStats": "Du kan se information om en specifik Hypixel-spelare genom att använda %%hypixelstats%%!",
		"languageStats": "Visste du att du kan se statistik för alla språk i alla våra projekt? Bara kör %%languagestats%%!",
		"rolesChange": "Har du nyligen fått nya roller på Crowdin eller gått med i något av projekten vi stödjet? Använd %%verify%% för att få dina roller uppdaterade!",
		"botTranslated": "Visste du att vår bott finns på flera språk? Prova att köra %%langList%% för att se en lista av alla språk vi för närvarande stödjer och du kanske hittar ditt eget!",
		"botUpdates": "Vi lägger upp varje större uppdatering till botten eller viktiga nyheter om det på %%botUpdates%%, kolla in det!",
		"moreTips": "Vi behöver fler tips! Skicka in dem med %%feedback%%."
	},
	"pagination": {
		"first": "Första sidan",
		"previous": "Föregående sida",
		"next": "Nästa sida",
		"last": "Sista sidan",
		"confirm": "Bekräfta",
		"cancel": "Avbryt",
		"page": "Sida %%number%%/%%total%%",
		"notYours": "Du kan inte interagera med denna meny! Kör %%command%% själv för att göra detta.",
		"timeOut": "Denna meny har löpt ut. Om du vill använda den igen, kör %%command%%."
	},
	"region": {
		"dateLocale": "sv-SE",
		"timeZone": "Europe/Stockholm"
	},
	"numberStrings": {
		"thousand": "k",
		"million": "M"
	}
}
