{
	"moduleName": "Information",
	"commandsListTooltip": "Denna bot skapades för Hypixel översättargemenskap och underhålls av %%developer%%. Den öppna källkoden och vårt GitHub-förråd finner du [här]%%github%%.\nDu kan hjälpa till att översätta botten genom att följa instruktionerna i kommandot `/translate`.\n\nAnvänd `/help <kommando>` för att lära dig mer om ett specifikt kommando.\nDe tillgängliga sidorna är listade nedan. Använd knappar på detta meddelande för att växla mellan dem.",
	"pageNumber": "Sida %%number%%",
	"mainPage": "Huvudsida",
	"utilityHelp": "Verktyg och hjälpmedel",
	"infoHelp": "Informationskommandon",
	"commandInfo": "Kommandoinformation",
	"commandInfoFor": "Kommandoinformation för ",
	"staffOnly": "Detta kommando är endast tillgängligt för staff och därför är dess information dold.\nVänligen kontakta en staffmedlem om du anser att detta är ett fel.",
	"inDev": "Detta kommando är för närvarande under utveckling och kommer att vara tillgängligt senare!",
	"seconds": "{number, plural, one {# sekund} other {# sekunder}}",
	"minutes": "{number, plural, one {# minut} other {# minuter}}",
	"cooldownField": "Cooldown",
	"descriptions": {
		"8ball": "Den Magiska 8-bollen som kommer att svara på alla dina frågor.",
		"alert": "Meddelar andra korrekturläsare om problem i deras översättningar",
		"feedback": "Öppnar vår GitHub-problemsida där du kan rapportera fel och skicka feedback.",
		"help": "Visar dig alla tillgängliga kommandon och annan information om botten.",
		"hypixelstats": "Visar grundläggande Hypixel-statistik för den angivna användaren.",
		"hypixelunverify": "Kopplar bort ditt Discord-konto från ditt Minecraft-konto.",
		"hypixelverify": "Kopplar ditt Discord-konto till ditt Minecraft-konto.",
		"language": "Ändrar ditt språk, visar ditt nuvarande språk eller en lista över tillgängliga språk.",
		"languagestats": "Visar hur ett språk utvecklas i alla projekt som vi för närvarande stödjer.",
		"levels": "Ger dig XP-topplistan.",
		"mention": "Nämner en språkroll med ett valfritt meddelande.",
		"minecraft": "Söker upp en specifik Minecraft-spelares namnhistorik eller skin. Detta kommando är kompatibelt med /hypixelverify, så att du kan söka efter information om en specifik användare om hen är verifierad. Parametern `user` kommer alltid att ha prioritet över `username` och de är båda valfria om du är verifierad, annars krävs minst en.",
		"ping": "Visar bottens ping.",
		"poll": "Skapar eller hanterar omröstningar på servern. Tillgängligt för Hypixel korrekturläsare och högre. Alla röster på omröstningar som skapats med detta kommando kommer at vara privata tills omröstningen är avslutad. Namnen på väljarna avslöjas inte, utan endast röstantalet kommer att visas.",
		"prefix": "Låter dig välja ett korrekt prefix för ditt/dina språk. För ett anpassat prefix, använd `/prefix` och ange den regionala koden för ditt lands flagga eller dess namn i parametern `flags`. Du kan lägga till så många flaggor du vill, separata med ett mellanrum.",
		"profile": "Ger dig länken till din Crowdin-profil om den lagras i vår databas. Om inte, kan du använda `/help verify` för att lära dig att lagra din profil och uppdatera dina roller.",
		"projects": "Ger dig länkar och information om alla översättningsprojekt vi stödjer på servern.",
		"quote": "Visar ett roligt/konstigt/klokt citat från servern.",
		"rank": "Ger dig den nuvarande XP för dig själv eller en vald användare.",
		"settings": "Ändrar eller visar dina inställningar för botten",
		"tag": "Meddelar en vald användare med ett förinställt meddelande.",
		"translate": "Ger dig användbar information om hur du översätter botten.",
		"verify": "Kontrollerar automatiskt om din Crowdin-profil har ändrats och ger dig rätt roller. Om din profil inte lagras i vår databas, kan du ange den som ett argument i kommandot. För att kontrollera om din profil lagras, använd `/profile`. Se till att du har DM aktiverat från denna server så att botten kan skicka dig ett meddelande."
	}
}
