{
	"moduleName": "معلومات",
	"commandsListTooltip": "تم صنع هذا البوت لمجتمع مترجمين Hypixel من قبل %%developer%%. انه مصدر مفتوح و مشروع GitHub يمكن العثور عليه [here]%%github%%\nيمكنك مساعدتنا في ترجمة البوت من خلال اتباع التعليمات التالية في أمر`/translate`.\n\nيمكنك تنفيذ `/help <اسم الأمر>` لمعرفة المزيد عن أمر معين.\nيمكن العثور على قائمة تحتوي جميع الصفحات المتاحة. استعمل رياكشن هذه الرسالة للتمرير بينهم.",
	"pageNumber": "الصفحة %%number%%",
	"mainPage": "الصفحة الرئيسية",
	"utilityHelp": "أدوات و خدمات",
	"infoHelp": "أوامر المعلومات",
	"commandInfo": "معلومات الأوامر",
	"commandInfoFor": "معلومات الأوامر لـ ",
	"staffOnly": ". هذا الأمر متاح فقط للموظفين وبالتالي هذه المعلومات غير مرئية.\nفضلاً تواصل مع موظف اذا كنت تعتقد ان هناك خطأ.",
	"inDev": "هذا الأمر قيد التطوير حاليا وسوف يكون متاح في وقت لاحق!",
	"seconds": "{number, plural, one {# second} other {# seconds}}",
	"minutes": "{number, plural, one {# minute} other {# minutes}}",
	"cooldownField": "فترة الاستراحة",
	"descriptions": {
		"8ball": "الكرة السحرية التي سوف تجيب عن جميع اسئلتك.",
		"alert": "Alerts other proofreaders for issues in their translations",
		"feedback": "تفتح لك صفحة المشاكل الخاصة بنا في Github, المكان الذي تستطيع فيه إخبارنا عن المشاكل و ترسل تقييم.",
		"help": "يظهر لك جميع الأوامر المتاحة ومعلومات أخرى عن البوت.",
		"hypixelstats": "يظهر لك الإحصائيات الأساسية للمستخدم المتوفرة في هايبكسل.",
		"hypixelunverify": "يلغي ربط حساب دسكورد الخاص بك من حساب ماينكرافت الخاص بك.",
		"hypixelverify": "ربط حساب الدسكورد الخاص بك مع حساب ماينكرافت الخاص بك.",
		"language": "تغيير لغتك، تظهر لغتك الحالية أو قائمة اللغات المتاحة. إذا كنت ترغب في طلب لغة جديدة للبوت، قم بتنفيذ `/language add <لغة>`.",
		"languagestats": "يظهر لك مدى تقدم اللغة في جميع المشاريع التي ندعمها.",
		"levels": "يعطيك قائمة اعلى المتصدرين في الاكسبي.",
		"mention": "منشن رتبة اللغه مع رسالة اختيارية.",
		"minecraft": "يبحث عن سجلات الاسامي او شكل لاعب محدد في ماينكرافت. هذا الأمر متوافق مع /hypixelverify ، يسمح لك بالبحث عن معلومات مستخدمين محددين اذا تم التحقق منهم. خيار `user` دائما سيكون له أولوية على `username` وكلاهما اختياري اذا تم تحقق منك، والا سيكون خيار واحد على الاقل مطلوب.",
		"ping": "يعطيك ping البوت.",
		"poll": "Creates or manages polls on the server. Available to Hypixel Proofreaders and above. All votes on polls created using this command will be private until the poll is ended and the names of the voters will not be disclosed, only vote counts will be displayed.",
		"prefix": "يعطيك الأداة المناسبة للغة (اللغات). للحصول على أداة مخصصة، قم بتنفيذ `/prefix` واستبدل `<flags>` بالكود الإقليمي لعلم بلدك أو اسمه. يمكنك إضافة أكبر عدد من الأعلام كما تريد، مفصولة بمسافة.",
		"profile": "يعطيك رابط الى صفحة Crowdin الخاصة بك اذا كان مخزنا على قاعدة بياناتنا. اذا لم يكن الأمر كذلك، يمكنك استخدام امر `/help verify` للتعلم على كيفية تخزين ملفك الشخصي وتحديث رتبك.",
		"projects": "يعطيك معلومات وروابط عن جميع مشاريع الترجمة التي يدعمها السيرفر.",
		"quote": "يحضر (أو يضيف) اقتباس مضحك / غريب/حكيم من السيرفر.",
		"rank": "يمنحك الاكسبي الحالي الخاص بك او لأي مستخدم معين.",
		"settings": "Changes or shows your settings on the bot",
		"tag": "يرسل رسالة محددة مسبقا، مما يسمح لك بتنبيه عضو معين عند إرسالها.",
		"translate": "يعطيك معلومات مفيدة حول كيفيه ترجمة البوت.",
		"verify": "يتحقق تلقائيا من التغيرات في حسابك الشخصي الخاص ب Crowdin و يعطيك الرتب المناسبة. اذا كان ملفك الشخصي غير مخزن في قاعدة البيانات الخاصة بنا، يمكنك تقديمه عن طريق الامر. للتحقق اذا كان تم تخزين ملفك الشخصي، يمكنك استعمال `/profile`. يجب عليك التحقق من تفعيل الرسائل الخاصة في هذا السيرفر حتى يتمكن البوت من ارسال رسالة لك."
	}
}
