{
    "staffDm": {
        "confirmSend": "Wenn du dies bestätigst, werden alle Nachrichten, die du hier innerhalb der nächsten 48 Stunden versendest, ohne eine Bestätigung an die Teammitglieder geschickt.",
        "noConfirmWarn": "Alle Nachrichten, die du hier innerhalb der nächsten 48 Stunden versendest, werden ohne eine Bestätigung an die Teammitglieder geschickt.",
        "attachmentsWarn": "Anhänge werden ebenfalls hinzugefügt.",
        "attachmentsSent": "Gesendete Anhänge",
        "attachmentSent": "Gesendete Anhänge",
        "confirmation": "Bist du sicher, dass du diese Nachricht an Teammitglieder senden möchtest?",
        "messageSent": "Sende eine Nachricht an ein Teammitglied",
        "dmCancelled": "Diese Nachricht wird nicht gesendet.",
        "resendInfo": "Wenn Sie immer noch mit den Teammitgliedern sprechen möchtest, sende es erneut und klicke auf den Button ✅, um es zu bestätigen."
    },
    "error": "Fehler",
    "errors": {
        "dmError": "Entschuldigung, du kannst diesen Befehl nicht in private Nachrichten ausführen.",
        "noCommand": "Dieser Befehl existiert nicht!",
        "noUser": "Du hast keine Nachricht angegeben!",
        "noLang": "Du hast keine Sprache angegeben!",
        "falseUser": "Der Benutzer wurde nicht gefunden!",
        "falseFlag": "Diese Flagge konnte nicht gefunden werden!",
        "falseLang": "Diese Sprache konnte nicht gefunden werden!",
        "falseRole": "Die Rolle wurde nicht gefunden!",
        "falseUUID": "Couldn't find a player with that UUID!",
        "noPlayer": "Dieser Spieler ist Hypixel nie beigetreten!",
        "notVerified": "Dieser Benutzer hat seinen Hypixel-Account noch nicht verlinkt!",
        "disabled": "Der Befehl ist vorübergehend deaktiviert.",
        "noAccess": "Du darfst diesen Befehl nicht ausführen!",
        "noPermission": "Du darfst diesen Befehl in diesem Kanal nicht ausführen!",
        "apiError": "Bei der Kontaktaufnahme mit der API ist etwas schiefgelaufen!",
        "wrongLink": "Falscher Link!"
    },
    "cooldown": "Abklingzeit",
    "secondLeft": "Bitte warte noch eine Sekunde, um `%%command%%` erneut zu benutzen.",
    "timeLeftT": "Bitte warte noch %%time%% Sekunden, um den Befehl `%%command%%` erneut zu benutzen.",
    "minsLeftT": "Bitte warte weitere %%time%% Minuten, um `%%command%%` erneut zu verwenden.",
    "linkCorrectionDesc": "Bitte ändere deinen Link nächstes Mal zum %%format%%-Format.",
    "wrongStringURL": "Der von dir gesendete Link ist ein Link zum Editor und nicht der String selbst!",
    "example": "Klicke auf den Knopf auf dem Bild unten, um die korrekte URL zu erhalten. Sie sollte folgendermaßen aussehen: %%url%%",
    "reminderLang": "Vergiss nicht, auch deinen Link zum %%format%%-Format zu ändern.",
    "tip": "Tipp",
    "tips": {
        "ib": "Hast du schon die Inhale Banana-Sprache ausprobiert? Ändere deine Sprache mit `/lang ib`!",
        "translators": "Ich brauche Übersetzer! Finde heraus wie du ein Bot-Übersetzer werden kannst bei `/translate`.",
        "prefix": "Möchtest du einen coolen Präfix vor deinem Benutzernamen haben? Führe `/prefix` in %%bots%% aus und folge den Anweisungen! Verfügbar für alle Hypixel- und Quickplay-Übersetzer.",
        "enen": "Bitte ändere deine Links auf en-en!",
        "xp": "Du bekommst eine zufällige XP-Anzahl wenn du schreibst, wodurch du ein Level aufsteigst.",
        "guide": "Wusstest du, dass wir einen Leitfaden für den Einstieg in Crowdin haben, der für alle Übersetzer verfügbar ist? Sieh ihn dir unter %%gettingStarted%% an, er enthält einige nützliche Tipps!",
        "twitter": "Folgst du unserem Twitter-Account? Schau mal bei %%twitter%% vorbei!",
        "rulesInfo": "%%rules%% und %%serverInfo%% haben alle Infos, die du über diesen Server brauchst!",
        "fixTranslation": "Du hast einen Fehler in der Übersetzung gefunden? Dann kontaktiere einen Proofreader für die Sprache oder lasse es in dem Channel für Übersetzung wissen.",
        "pinnedInfo": "Wusstest du, dass die meisten Kanäle wichtige Informationen angeheftet haben? Du solltest sie dir jedes Mal ansehen, wenn du einen besuchst!",
        "hypixelStats": "Du kannst dir Informationen über einen bestimmten Spieler auf Hypixel ansehen, indem du `/hypixelstats` ausführst!",
        "languageStats": "Wusstest du, dass du Statistiken für jede Sprache in allen unseren Projekten sehen kannst? Führe einfach `/languagestats` aus!",
        "rolesChange": "Hast du kürzlich neue Rollen auf Crowdin erhalten oder einem der von uns unterstützten Projekte beigetreten? Führe `/verify` aus, um deine Rollen zu aktualisieren!",
        "botTranslated": "Wusstest du, dass unser Bot in mehreren Sprachen verfügbar ist? Versuche `/language list` auszuführen, um eine Liste aller Sprachen zu sehen, die wir derzeit unterstützen, und du findest möglicherweise deine eigene!",
        "moreTips": "Wir benötigen mehr Tipps! Sende sie mit ‘/feedback’ ein."
    },
    "pagination": {
        "first": "Erste Seite",
        "previous": "Vorherige Seite",
        "next": "Nächste Seite",
        "last": "Letzte Seite",
        "confirm": "Bestätigen",
        "cancel": "Abbrechen",
        "page": "Seite %%number%%/%%total%%",
        "notYours": "Du kannst nicht mit diesem Menü interagieren! Führe %%command%% selbst aus, um dies zu tun.",
        "timeOut": "Dieses Menü hat eine Zeitüberschreitung. Wenn du es wieder benutzen willst, verwende %%command%%."
    },
    "region": {
        "dateLocale": "de-DE",
        "timeZone": "Europe/Berlin"
    },
    "executedBy": "Ausgeführt von %%user%%"
}