{
    "outgoing": "Sende eine Nachricht an ein Teammitglied",
    "outgoingDisclaimer": "Jede Nachricht, die du hier schreibst, wird an ein Teammitglied gesendet.",
    "error": "Fehler",
    "usage": "Erwartet Befehl Eingabe",
    "dmError": "Entschuldigung, du kannst diesen Befehl nicht in private Nachrichten ausführen.",
    "noMessage": "Du hast keine Nachricht angegeben!",
    "noChannel": "Du hast keinen Kanal zur Auswahl gestellt!",
    "noUser": "Du hast keine Nachricht angegeben!",
    "noContext": "Du hast den Kontext nicht angegeben! Bitte füge sowohl die String-ID als auch den Kontext hinzu, der sie erklärt.",
    "noUserQuote": "Du hast keinen Benutzer angegeben! Bitte gebe das Zitat ein und erwähne dann den zitierten Benutzer, getrennt durch einen Schrägstrich.",
    "falseChannel": "Der Kanal wurde nicht gefunden!",
    "falseUser": "Der Benutzer wurde nicht gefunden!",
    "falseFlag": "Diese Flagge konnte nicht gefunden werden!",
    "noPlayer": "That player has never joined Hypixel!",
    "disabled": "Der Befehl ist vorübergehend deaktiviert.",
    "noTrPr": "Du bist kein Translator oder Proofreader, daher kannst du es nicht benutzen!",
    "noAccess": "Du darfst diesen Befehl nicht ausführen!",
    "noPermission": "Du darfst diesen Befehl in diesem Kanal nicht ausführen!",
    "contextSubArg": "Bitte gib einen Unterbefehl als erstes Argument an. Dies kann entweder `get`, `add`, `edit`, `link` oder `help` sein.\nFür Informationen, führe `+context help` aus.",
    "apiError": "Bei der Kontaktaufnahme mit der API ist etwas schief gelaufen!",
    "cooldown": "Abklingzeit",
    "timeLeftT": "Bitte warte noch %%time%% Sekunden, um den Befehl `+%%command%%` erneut zu benutzen.",
    "minsLeftT": "Bitte warte weitere %%time%% Minuten, um `+%%command%%` erneut zu verwenden.",
    "linkCorrection": "%%user%% Bitte ändere das nächste Mal den Link auf das Format `crowdin.com/translate/.../.../en-en`.",
    "tip": "Tipp",
    "tips": {
        "0": "Hast du schon die Inhale Banana-Sprache ausprobiert? Ändere deine Sprache mit `+lang ib`!",
        "1": "Ich brauche Übersetzer! Finde heraus wie du ein Bot-Übersetzer werden kannst bei %%translate%%.",
        "2": "Hast du die Emoji-Sprache schon ausprobiert? Ändere deine Sprache dazu mit `+lang em`!",
        "3": "Bitte ändere deine Links auf en-en!",
        "4": "Du bekommst eine zufällige XP-Anzahl wenn du schreibst, wodurch du ein Level aufsteigst.",
        "5": "Wir benötigen mehr Tipps! Sende sie mit ‘+feedback’ ein.",
        "6": "Wusstest du, dass wir einen Leitfaden für den Einstieg in Crowdin haben, der für alle Übersetzer verfügbar ist? Sieh ihn dir unter %%gettingStarted%% an, er enthält einige nützliche Tipps!",
        "7": "Folgst du unserem Twitter-Account? Schau mal bei %%twitter%% vorbei!",
        "8": "%%rules%% und %%serverInfo%% haben alle Infos, die du über diesen Server brauchst!",
        "9": "Du hast einen Fehler in der Übersetzung gefunden? Dann kontaktiere einen Proofreader für die Sprache oder lasse es in dem Channel für Übersetzung wissen.",
        "10": "Wusstest du, dass die meisten Kanäle wichtige Informationen angeheftet haben? Du solltest sie dir jedes Mal ansehen, wenn du einen besuchst!",
        "11": "Du kannst dir Informationen über einen bestimmten Spieler auf Hypixel ansehen, indem du `+hypixelstats` ausführst!"
    },
    "executedBy": "Ausgeführt von %%user%%"
}
