{
    "moduleName": "Information",
    "page1Title": "Hilfe-Seite",
    "commandsListTooltip": "Dieser Bot wurde für die Hypixel Translators Community von %%QkeleQ10%% erstellt. Er ist Open Source und unser GitHub Repository kann [hier]%%github%% gefunden werden.\nDu kannst bei der Übersetzung des Bots helfen, indem du den Anweisungen in [dieser Nachricht]%%translate%% folgst.\n\nDu kannst `+help <Name des Befehls>` ausführen, um mehr über einen bestimmten Befehl zu erfahren.\nUnten findest du eine Liste mit allen verfügbaren Seiten. Benutze die Reaktionen auf diese Nachricht, um sie zu durchlaufen.",
    "madeBy": "Der Bot wurde mit großer Sorgfalt von %%QkeleQ10%% erstellt",
    "page": "Seite %%number%%/%%total%%",
    "pageNumber": "Seite %%number%%",
    "utilityHelp": "Werkzeuge & Hilfsmittel",
    "infoHelp": "Informationsbefehle",
    "projectsHelp": "Crowdin-Projekte",
    "timeOut": "Dieses Menü hat eine Zeitüberschreitung. Wenn du es wieder benutzen willst, verwende %%command%%.",
    "pageNotExist": "Diese Seite existiert nicht!",
    "commandInfo": "Befehlsinformationen",
    "commandInfoFor": "Befehlsinformationen für ",
    "commandNotExist": "Dieser Befehl existiert nicht!",
    "staffOnly": "Dieser Befehl ist nur für Teammitglieder verfügbar und seine Informationen sind daher versteckt.\nBitte kontaktiere ein Teammitglied, wenn du glaubst, dass dies ein Fehler ist.",
    "inDev": "Dieser Befehl ist derzeit in der Entwicklung und wird zu einem späteren Zeitpunkt verfügbar sein!",
    "seconds": " Sekunden",
    "second": "Sekunde",
    "minutes": "Minuten",
    "usageField": "Verwendung",
    "cooldownField": "Abklingzeit",
    "aliasesField": "Aliase",
    "help": {
        "usage": "+help [Befehlsname]",
        "description": "Zeigt alle verfügbaren Befehle und andere Informationen über den Bot."
    },
    "prefix": {
        "usage": "+prefix",
        "description": "Gibt dir den passenden Präfix für deine Sprache(n). Um einen benutzerdefiniertes Präfix zu erhalten, führe `+prefix <Flaggen>` aus und ersetze `<Flaggen>` durch den Regionalcode der Flagge deines Landes oder dessen Namen. Du kannst so viele Flaggen hinzufügen, die durch ein Leerzeichen getrennt sind."
    },
    "quote": {
        "usage": "+quote [index] | +quote add <Zitat> / <Autorennennung>",
        "description": "Ruft (oder hinzufügt) ein lustiges / seltsames Zitat vom Server ab."
    },
    "mention": {
        "usage": "+mention <Sprache> translator|proofreader|all [message]",
        "description": "Erwähnt eine Sprachrolle mit einer optionalen Nachricht."
    },
    "context": {
        "usage": "+context get|add|edit|view|help <Argument>",
        "description": "Zeigt, fügt oder bearbeitet Kontext für die angegebene String ID. `+context help` zeigt dir Informationen über diesen Befehl."
    },
    "languagestats": {
        "usage": "+languagestats <Sprache>",
        "description": "Zeigt dir den Fortschritt einer Sprache über alle Projekte, die wir derzeit unterstützen."
    },
    "issue": {
        "usage": "+issue",
        "description": "Öffnet unsere GitHub-Issues-Seite, wo du Probleme melden und Feedback senden kannst."
    },
    "language": {
        "usage": "+language [<Neue Sprache> | list | add <Sprache>]",
        "description": "Ändert deine Sprache, zeigt deine aktuelle Sprache oder eine Liste der verfügbaren Sprachen an. Wenn du eine neue Sprache anfordern möchtest, führe `+language add <Sprache>` aus."
    },
    "ping": {
        "usage": "+ping",
        "description": "Gibt dir den Ping des Bots sowie den Ping der Discord API."
    },
    "hypixelstats": {
        "usage": "+hypixelstats [Spitzname] [social]",
        "description": "Zeigt dir grundlegende Hypixel-Statistiken für den angegebenen Benutzer."
    },
    "hypixelverify": {
        "usage": "+hypixelverify <Spitzname> | +hypixelunverify",
        "description": "Verbinde deinen Discord-Account mit deinem Hypixel-Profil. Führe `+hypixelunverify` aus, um dich zu entverifizieren."
    },
    "8ball": {
        "usage": "+8ball <Frage>",
        "description": "Der Magic 8 Ball, der alle deine Fragen beantwortet."
    },
    "verify": {
        "usage": "+verify [Profil-URL]",
        "description": "Überprüft automatisch auf Änderungen in deinem Crowdin-Profil und gibt dir die entsprechenden Rollen. Wenn dein Profil nicht in unserer Datenbank gespeichert ist, wirst du gebeten, dein Profil erneut zu senden. Um zu überprüfen, ob dein Profil gespeichert ist, führe `+profile` aus. Stelle sicher, dass DMs auf diesem Server aktiviert sind, damit der Bot dir eine Nachricht senden kann."
    },
    "profile": {
        "usage": "+profile",
        "description": "Gibt dir den Link zu deinem Crowdin-Profil, wenn er in unserer Datenbank gespeichert ist. Falls nicht, kannst du `+help reverify` ausführen, um zu erfahren, wie du dein Profil speicherst und deine Rollen aktualisierst."
    },
    "rank": {
        "usage": "+rank [Benutzer]",
        "description": "Gibt dir die aktuellen XP für dich selbst oder einen bestimmten Benutzer an."
    },
    "levels": {
        "usage": "+levels [Seite]",
        "description": "Gibt dir die XP-Rangliste."
    },
    "tip": {
        "usage": "+tip",
        "description": "Gibt dir einen zufälligen Tipp bezüglich des Servers."
    },
    "invite": {
        "usage": "+invite",
        "description": "Gibt dir einen Einladungslink zum Server. Bitte benutze diesen, wenn du jemanden einladen möchtest."
    },
    "projects": {
        "usage": "+projects",
        "description": "Gibt dir Links und Informationen zu allen Übersetzungsprojekten, die wir auf dem Server unterstützen."
    },
    "hypixel": {
        "usage": "+hypixel",
        "description": "Liefert dir nützliche Informationen über das Hypixel-Projekt."
    },
    "guidelines": {
        "usage": "+guidelines",
        "description": "Hier findest du den Link zum offiziellen Thread bezüglich der Hypixel-Übersetzungen."
    },
    "quickplay": {
        "usage": "+quickplay",
        "description": "Liefert dir nützliche Informationen über das Quickplay-Projekt."
    },
    "skyblockaddons": {
        "usage": "+skyblockaddons",
        "description": "Liefert dir nützliche Informationen über das SkyblockAddons-Projekt."
    },
    "translate": {
        "usage": "+translate",
        "description": "Gibt dir nützliche Informationen, wie du den Bot übersetzen kannst."
    },
    "thread": {
        "usage": "+thread",
        "description": "Hier findest du den Link zu dem Thread, der diesen Discord-Server ankündigt."
    },
    "twitter": {
        "usage": "+twitter",
        "description": "Gibt dir den Link zur offiziellen Hypixel Translators Community Twitter-Seite."
    }
}