{
	"staffDm": {
		"confirmSend": "Ако потвърдите това, което и да е съобщение което пратите тук в следващите 48 часа ще бъде пратено към член от екипа без потвърждение.",
		"noConfirmWarn": "Което и да е съобщение което пратите тук в следващите 48 часа ще бъде пратено към член от екипа без потвърждение.",
		"attachmentsWarn": "Прикачените файлове също ще бъдат включени.",
		"attachmentSent": "{number, plural, one {Прикачване} other {Прикачвания}} изпратени",
		"confirmation": "Сигурни ли сте че искате да пратите това съобщение на член от екипа?",
		"messageSent": "Съобщението беше изпратено към член от екипа",
		"dmCancelled": "Това съобщение няма да бъде изпратено.",
		"resendInfo": "Ако все още искате да говорите към член от екипа, препратете го и кликнете бутона ✅ за да потвърдите."
	},
	"error": "Грешка",
	"errors": {
		"noCommand": "Тази команда не съществува!",
		"noUser": "Не сте указали потребител!",
		"noLang": "Не сте указали език!",
		"falseUser": "Този потребител не можа да бъде намерен!",
		"falseFlag": "Този флаг не можа да бъде намерен!",
		"falseLang": "Този език не можа да бъде намерен!",
		"falseRole": "Тази роля не можа да бъде намерена!",
		"falseUUID": "Не можахме да открием играч с това UUID!",
		"noPlayer": "Този играч никога не се е присъединявал към Hypixel!",
		"notVerified": "Този потребител все още не е свързал техният Hypixel профил!",
		"disabled": "Тази команда е временно спряна.",
		"noAccess": "Не ви е позволено да използвате тази команда!",
		"noPermission": "Не ви е позволено да използвате тази команда в този канал!",
		"apiError": "Нещо се обърка при свързването с API!",
		"wrongLink": "Грешен линк!"
	},
	"roles": {
		"noLevel": "Трябва да сте поне ниво %%level%% за да получите тази роля! Може да проверите сегашното си ниво като използвате %%command%% в %%channel%%.",
		"successGive": "Успешно получихте ролята %%role%%!",
		"successTake": "Успешно бе премахната ролята %%role%% от вас!"
	},
	"cooldown": "Време за изчакване",
	"timeLeft": "Ще може да използвате %%command%% отново %%timestamp%%.",
	"wrongStringURL": "Линка който пратихте е линка към редактора, а не самата линия!",
	"example": "Кликнете бутона на снимката отдолу за да получите правилният URL. Трябва да изглежда ето така: %%url%%",
	"reminderLang": "Не забравяйте да промените и линка си към %%format%% формат.",
	"tip": "Съвет",
	"tips": {
		"ib": "Изпробвахте ли езика Inhale Banana? Променете езика си на него като използвате %%langIb%%!",
		"translators": "Трябват ми преводачи! Вижте как може да станете преводач на бота като използвате %%translate%%.",
		"prefix": "Искате ли да имате як префикс до прякора ви? Използвайте %%prefix%% в %%bots%% и следвайте инструкциите! Налични за всички Hypixel преводачи.",
		"enen": "Не забравяйте да промените линковете към линииите на en-en!",
		"xp": "Получавате произволен брой XP всяка минута докато чатите, което евентуално ще дигне нивото Ви.",
		"guide": "Знаехте ли, че имаме наръчник на това как да започнете в Crowdin, който е достъпен към всички преводачи? Вижте го на %%gettingStarted%%, има полезни съвети!",
		"twitter": "Последвахте ли ни в twitter? Вижте ни на %%twitter%%!",
		"rulesInfo": "%%rules%% и %%serverInfo%% имат всичката информация която ви трябва за този сървър!",
		"fixTranslation": "Намерихте грешка в превод? Свържете се с proofreader на вашият език или кажете на хората в канала за преводи.",
		"pinnedInfo": "Знаехте ли, че повечето канали имат важната информация закрепена? Трябва да ги проверявате всеки път като посещавате някой канал!",
		"hypixelStats": "Може да видите информация относно специфичен играч в Hypixel като използвате %%hypixelstats%%!",
		"languageStats": "Знаехте ли, че можете да видите статистиките на който и да е език на всичките ни проекти? Просто използвайте %%languagestats%%!",
		"rolesChange": "Получихте ли наскоро нови роли в Crowdin, или се присъединихте към някой от проектите който поддържаме? Използвайте %%verify%% за да обновите ролите си!",
		"botTranslated": "Знаехте ли, че бота е наличен в няколко езика? Използвайте %%langList%% за да видите цялата страница с езици който до момента поддържаме, може да намерите и вашият!",
		"botUpdates": "Ние постваме всички важни промени към нашият бот или важни новини на %%botUpdates%%, вижте го!",
		"moreTips": "Трябват ни повече съвети! Дайте ги като използвате %%feedback%%."
	},
	"pagination": {
		"first": "Първа страница",
		"previous": "Предишна страница",
		"next": "Следваща страница",
		"last": "Последна страница",
		"confirm": "Потвърдете",
		"cancel": "Отказ",
		"page": "Страница %%number%%/%%total%%",
		"notYours": "Не може да използвате това меню! Използвайте сами %%command%% за да го направите.",
		"timeOut": "Времето на това меню свърши. Ако искате да го използвате отново, използвайте %%command%%."
	},
	"region": {
		"dateLocale": "bg-BG",
		"timeZone": "Europe/Sofia"
	},
	"numberStrings": {
		"thousand": "хил.",
		"million": "М"
	}
}
