{
	"moduleName": "Информация",
	"commandsListTooltip": "Този бот е направен за Hypixel Translators Community и е поддържан от %%developer%%. Той е с отворен source на нашето GitHub хранилище и може да бъде намерено [тук]%%github%%.\nМоже да помогнете с превода на бота като последвате инструкциите чрез командата ''/translate''.\n\nМоже да използвате командата '/help <команда>' за да разберете повече за специфичната команда.\nОтдолу може да намерите лист със всички налични страници. Използвайте бутоните на това съобщение за да минете през тях.",
	"pageNumber": "Страница %%number%%",
	"mainPage": "Главна Страница",
	"utilityHelp": "Инструменти & Помощни Средства",
	"infoHelp": "Команди за Информация",
	"commandInfo": "Информация за командата",
	"commandInfoFor": "Информация за командата ",
	"staffOnly": "Тази команда е налична само за членове от екипа и за това, информацията ѝ е скрита,\nМоля свържете се с член от екипа ако мислите, че това е грешка.",
	"inDev": "Тази команда в момента е под разработка и ще бъде налична друг път!",
	"seconds": "{number, plural, one {# секунда} other {# секунди}}",
	"minutes": "{number, plural, one {# минута} other {# минути}}",
	"cooldownField": "Време за изчакване",
	"descriptions": {
		"8ball": "Магическата 8 топка ще отговори на всичките Ви въпроси.",
		"alert": "Уведомява другите proofreader-и за проблеми в техните преводи",
		"feedback": "Отваря нашата GitHub страница за проблеми, където може да докладвате проблеми и да изпращате обратна връзка.",
		"help": "Показва Ви всички налични команди и друга информация основно бота.",
		"hypixelstats": "Показва Ви прости Hypixel статистики за предоставеният потребител.",
		"hypixelunverify": "Премахва вашият Discord акаунт от вашият Minecraft акаунт.",
		"hypixelverify": "Свързва вашият Discord акаунт с вашият Minecraft акаунт.",
		"language": "Променя езика, показва сегашният Ви или лист със всички възможни езици.",
		"languagestats": "Показва ви прогреса на езика на всички проекти който до момента поддържаме.",
		"levels": "Дава Ви XP класацията.",
		"mention": "Споменава езична роля с незадължително съобщение.",
		"minecraft": "Дава историята на имената или скиновете на специфичен Minecraft играч. Тази команда е съвместима с /hypixelverify, което ви позволява да погледнете информацията на специфичен потребител ако са потвърдени. Параметъра 'потребител' трябва винаги да има приоритет над 'потребителско име' и двете са по избор ако сте потвърдени, в противен случай, поне едно е нужно.",
		"ping": "Дава ви пинга на бота.",
		"poll": "Създава или поддържа анкети в сървъра. Само за Hypixel Proofreader-и и над тях. Всички гласове на акнетите, които са създадени с тази команда, ще са частни докато анкетата свърши и имената на гласуващите няма да се покажат, само броя гласове.",
		"prefix": "Дава ви правилният префикс на вашият/вашите език/езици. За да получите персонализиран префикс, използвайте командата '/prefix' и предоставете регионалният код на флага на вашата страна или името ѝ в периметъра 'флагове'. Може да добавите колкото флагове искате, разделени с разстояние.",
		"profile": "Дава ви линка за вашият Crowdin профил ако е в нашата база с данни. Ако не е може да използвате '/help verify' за да научите как да сложите профила си и да обновите ролите си.",
		"projects": "Дава Ви линкове и информация за проектите за превеждане които ние поддържаме.",
		"quote": "Показва смешен/странен/мъдър цитат от сървъра.",
		"rank": "Дава ви сегашното XP на вас или който и да е потребител.",
		"settings": "Промененя или показва вашите настройки на бота",
		"tag": "Изпраща пренаписано съобщение, което ви позволява да уведомите специфичен член като го изпратите.",
		"translate": "Дава Ви полезна информация за това как да преведете бота.",
		"verify": "Автоматично проверява за промени на вашият Crowdin профил и Ви дава подходящите роли. Ако профила Ви не е в нашата база с данни, може да го дадете като аргумент в командата. За да проверите дали профила Ви е в нашата база с данни, въведете '/profile'. Уверете се че DM-ите Ви са пуснати за този сървър за да може бота да Ви изпрати съобщение."
	}
}
