{
    "moduleName": "Información",
    "commandsListTooltip": "Este bot fue creado para la Comunidad de Traductores de Hypixel y es mantenido por %%developer%%. Es de código abierto y nuestro repositorio de GitHub se puede encontrar [aquí]%%github%%.\nPuedes ayudar a traducir el bot siguiendo las instrucciones en el comando `/translate`\n\nPuedes ejecutar `/help <nombre del comando>` para aprender más sobre un comando especifico. Aquí hay una lista de todas las páginas disponibles. Utiliza los botones de este mensaje para recorrerlas.",
    "madeBy": "Bot hecho con mucho amor por %%developer%%",
    "pageNumber": "Página %%number%%",
    "mainPage": "Página Principal",
    "utilityHelp": "Herramientas & Utilidades",
    "infoHelp": "Comandos de información",
    "projectsHelp": "Proyectos de Crowdin",
    "commandInfo": "Información del comando",
    "commandInfoFor": "Información para el comando ",
    "staffOnly": "Este comando solo está disponible para staff, entonces su información fue ocultada.\nPor favor, contacta a un staff si crees que esto es un error.",
    "inDev": "¡Este comando está actualmente en desarrollo y estará disponible en el futuro!",
    "seconds": "segundos",
    "second": "segundo",
    "minutes": "minutos",
    "cooldownField": "Enfriamiento",
    "8ball": {
        "description": "La Bola 8 Mágica que responderá a todas tus preguntas."
    },
    "feedback": {
        "description": "Abre nuestra página de errores de GitHub, donde puedes reportar bugs."
    },
    "guidelines": {
        "description": "Te da el link al articulo oficial de Hypixel sobre traducciones."
    },
    "help": {
        "description": "Muestra todos los comandos disponibles e información general sobre el bot."
    },
    "hypixel": {
        "description": "Te da información útil sobre el proyecto de Crowdin de Hypixel."
    },
    "hypixelstats": {
        "description": "Te muestra estadísticas simples de Hypixel de un jugador."
    },
    "hypixelunverify": {
        "description": "Desconecta tu cuenta de Discord de tu cuenta de Minecraft."
    },
    "hypixelverify": {
        "description": "Conecta tu cuenta de Discord con tu cuenta de Minecraft."
    },
    "invite": {
        "description": "Te da una invitación al servidor - úsala cuando quieras invitar a alguien."
    },
    "language": {
        "description": "Cambia tu idioma, muestra tu idioma actual o muestra una lista de idiomas disponibles."
    },
    "languagestats": {
        "description": "Te muestra el progreso de un idioma en todos los proyectos disponibles."
    },
    "levels": {
        "description": "Te da el podio de XP."
    },
    "mention": {
        "description": "Menciona un rol de idioma con un mensaje opcional."
    },
    "minecraft": {
        "description": "Busca el historial de nombres o skin de un jugador de Minecraft específico. Este comando es compatible con `/hypixelverify`, que te permite buscar la información de un usuario específico si está verificado. El parámetro `user` siempre tendrá prioridad sobre `username` y ambos son opcionales si estás verificado, de lo contrario, se requiere al menos uno."
    },
    "ping": {
        "description": "Te da el ping del bot."
    },
    "prefix": {
        "description": "Te da el prefijo apropiado para tu(s) idioma(s). Para obtener un prefijo personalizado, usa `/prefix` con el código regional de tu país o su nombre en el parámetro `banderas`. Puedes añadir tantas banderas como quieras, separadas con espacios."
    },
    "profile": {
        "description": "Te da el link a tu perfil de Crowdin si está almacenado en nuestra base de datos. Si no está, puedes usar `/help verify` para aprender como almacenar tu perfil y actualizar tus roles."
    },
    "projects": {
        "description": "Te da links e información sobre todos los proyectos de traducción que tenemos en el servidor."
    },
    "quickplay": {
        "description": "Te da información útil sobre el proyecto de Crowdin de Quickplay."
    },
    "quote": {
        "description": "Obtiene (o añade) una cita chistosa/extraña/sabia del servidor."
    },
    "rank": {
        "description": "Te da la XP actual para ti o para cualquier usuario."
    },
    "skyblockaddons": {
        "description": "Te da información útil sobre el proyecto de Crowdin de SkyblockAddons."
    },
    "thread": {
        "description": "Te de un link al anuncio de este servidor de Discord."
    },
    "tip": {
        "description": "Te da un consejo al azar sobre el servidor."
    },
    "translate": {
        "description": "Te da información útil sobre como traducir al Bot."
    },
    "twitter": {
        "description": "Te da un link a la página oficial de Twitter de la cuenta de Hypixel Translators Community."
    },
    "verify": {
        "description": "Comprueba automáticamente los cambios en tu perfil de Crowdin y te da los roles adecuados. Si tu perfil no está almacenado en nuestra base de datos, puedes darlo como un argumento en el comando. Para verificar si tu perfil está almacenado, usa `/profile`. Asegúrate de tener DMs habilitados desde este servidor para que el bot pueda enviarte un mensaje."
    }
}