{
    "outgoing": "Сообщение было отправлено персоналу",
    "outgoingDisclaimer": "Любое сообщение, которое вы тут напишите, будет отправлено персоналу.",
    "error": "Ошибка",
    "usage": "Ожидаемое использование команды",
    "errors": {
        "dmError": "К сожалению, вы не можете использовать эту команду в личных сообщениях.",
        "noMessage": "Вы не указали сообщение!",
        "noChannel": "Вы не указали канал!",
        "noUser": "Вы не указали пользователя!",
        "noLang": "Вы не указали язык!",
        "noRole": "Вы не указали роль!",
        "noContext": "Вы не указали контекст! Пожалуйста, добавьте ID строки и контекст, объясняющий его.",
        "noQuote": "Вы не указали цитату! Для того, чтобы добавить цитату, напишите `+quote add <цитата> / <упоминание автора>`.",
        "noUserQuote": "Вы не указали пользователя! Пожалуйста, введите цитату, а затем упомяните цитируемого пользователя, разделив его косой чертой (/).",
        "falseChannel": "Этот канал не может быть найден!",
        "falseUser": "Этот пользователь не может быть найден!",
        "falseFlag": "Этот флаг не может быть найден!",
        "falseLang": "Этот язык не может быть найден!",
        "falseRole": "Эта роль не может быть найдена!",
        "falseContext": "Эта запись контекста не может быть найдена!",
        "noPlayer": "Этот игрок никогда не заходил на Hypixel!",
        "notVerified": "That user hasn't linked their Hypixel account yet!",
        "disabled": "Эта команда временно отключена.",
        "noAccess": "У вас нет прав использовать эту команду!",
        "noPermission": "У вас нет прав использовать эту команду в этом канале!",
        "contextSubArg": "Пожалуйста, введите подкоманду в качестве первого аргумента. Это может быть `get`, `add`, `edit`, `link` или `help`.\nДля получения дополнительной информации выполните `+context help`.",
        "apiError": "Что-то пошло не так при обращении к API!",
        "noSubCommand": "Эта подкоманда не может быть найти!",
        "wrongLink": "Неправильная ссылка!"
    },
    "cooldown": "Перезарядка",
    "secondLeft": "Пожалуйста, подождите секунду перед тем, как использовать `+%%command%%` снова.",
    "timeLeftT": "Пожалуйста, подождите %%time%% секунд перед тем, как использовать `+%%command%%` снова.",
    "minsLeftT": "Пожалуйста, подождите %%time%% минут, прежде чем использовать `+%%command%%` снова.",
    "linkCorrectionDesc": "Пожалуйста, в следующий раз измените свою ссылку в %%format%% формат.",
    "wrongStringURL": "Ссылка, которую вы отправили — это ссылка на редактор, а не на саму строку!",
    "example": "Нажмите на кнопку, показанная на рисунке ниже, чтобы получить правильный URL-адрес строки. Он должен выглядеть так: %%url%%",
    "reminderLang": "Также не забудьте изменить свою ссылку на %%format%% формат.",
    "tip": "Совет",
    "tips": {
        "ib": "Пробовали ли вы сумасшедший язык? Измените ваш язык на него, используя `+lang ib`!",
        "translators": "Мне нужны переводчики! Узнайте, как стать переводчиком бота, выполнив `+translate`.",
        "prefix": "Хотите себе классный префикс к своему нику? Выполните `+prefix` в %%bots%% и следуйте инструкциям! Доступно для всех переводчиков Hypixel и Quickplay.",
        "enen": "Пожалуйста, изменяйте ваши ссылки на en-en!",
        "xp": "Вы получаете случайное количество опыта каждую минуту, когда вы общаетесь, что в конечном итоге повышает ваш уровень.",
        "moreTips": "Нам нужно больше советов! Отправляйте их, используя `+feedback`.",
        "guide": "Знаете ли вы, что у нас есть руководство о том, как начать работу с Crowdin, доступное для всех переводчиков? Проверьте его в %%gettingStarted%%, он содержит несколько полезных советов!",
        "twitter": "Вы следили за нашей учетной записью в Twitter? Проверьте его по ссылке %%twitter%%!",
        "rulesInfo": "%%rules%% и %%serverInfo%% содержат всю необходимую информацию о сервере!",
        "fixTranslation": "Нашли ошибку в переводе? Свяжитесь с корректором вашего языка или сообщите об этом людям в канале переводов.",
        "pinnedInfo": "Знаете ли вы, что на большинстве каналов важная информация закреплена? Вы должны проверять закрепленные сообщения каждый раз, когда посещаете один из каналов!",
        "hypixelStats": "Вы можете просмотреть информацию о конкретном игроке на Hypixel, выполнив `+hypixelstats <имя пользователя> [social]`!",
        "languageStats": "Знаете ли вы, что вы можете смотреть статистику любого языка из всех наших проектов? Просто выполните `+languagestats <язык>`!"
    },
    "executedBy": "Выполнено %%user%%"
}