{
    "staffDm": {
        "confirmSend": "Если вы подтвердите, любые сообщения, которые вы отправите в течении следующих 48 часов будут отправлены персоналу без необходимости подтверждения.",
        "noConfirmWarn": "Любые сообщения, которые вы отправите здесь к течении следующих 48 часов будут отправлены персоналу без необходимости подтверждения.",
        "attachmentsWarn": "Вложения также будут включены в сообщение.",
        "attachmentsSent": "Вложения отправлены",
        "attachmentSent": "Вложение отправлено",
        "confirmation": "Вы уверены, что хотите отправить это сообщение персоналу?",
        "messageSent": "Сообщение было отправлено персоналу",
        "dmCancelled": "Это сообщение не будет отправлено.",
        "resendInfo": "Если вы все ещё хотите поговорить с персоналом, отправьте сообщение ещё раз и нажмите на реакцию «✅» для подтверждения."
    },
    "error": "Ошибка",
    "errors": {
        "dmError": "К сожалению, вы не можете использовать эту команду в личных сообщениях.",
        "noCommand": "Эта команда не существует!",
        "noUser": "Вы не указали пользователя!",
        "noLang": "Вы не указали язык!",
        "falseUser": "Этот пользователь не может быть найден!",
        "falseFlag": "Этот флаг не может быть найден!",
        "falseLang": "Этот язык не может быть найден!",
        "falseRole": "Эта роль не может быть найдена!",
        "noPlayer": "Этот игрок никогда не заходил на Hypixel!",
        "notVerified": "Этот пользователь еще не связал свою учетную запись Hypixel!",
        "disabled": "Эта команда временно отключена.",
        "noAccess": "У вас нет прав использовать эту команду!",
        "noPermission": "У вас нет прав использовать эту команду в этом канале!",
        "apiError": "Что-то пошло не так при обращении к API!",
        "wrongLink": "Неправильная ссылка!"
    },
    "cooldown": "Перезарядка",
    "secondLeft": "Пожалуйста, подождите ещё одну секунду перед тем, как использовать команду `%%command%%` снова.",
    "timeLeftT": "Пожалуйста, подождите ещё %%time%% секунд перед тем, как использовать команду `%%command%%` снова.",
    "minsLeftT": "Пожалуйста, подождите ещё %%time%% минут перед тем, как использовать команду `%%command%%` снова.",
    "linkCorrectionDesc": "Пожалуйста, в следующий раз измените свою ссылку в %%format%% формат.",
    "wrongStringURL": "Ссылка, которую вы отправили — это ссылка на редактор, а не на саму строку!",
    "example": "Нажмите на кнопку, показанная на рисунке ниже, чтобы получить правильный URL-адрес строки. Он должен выглядеть так: %%url%%",
    "reminderLang": "Также не забудьте изменить свою ссылку на %%format%% формат.",
    "tip": "Совет",
    "tips": {
        "ib": "Пробовали ли вы сумасшедший язык? Измените ваш язык на него, используя `/lang ib`!",
        "translators": "Мне нужны переводчики! Узнайте, как стать переводчиком бота, выполнив `/translate`.",
        "prefix": "Хотите себе классный префикс к своему нику? Используйте `/prefix` в %%bots%% и следуйте инструкциям! Доступно для всех переводчиков Hypixel.",
        "enen": "Пожалуйста, изменяйте ваши ссылки на en-en!",
        "xp": "Вы получаете случайное количество опыта каждую минуту, когда вы общаетесь, что в конечном итоге повышает ваш уровень.",
        "guide": "Знаете ли вы, что у нас есть руководство о том, как начать работу с Crowdin, доступное для всех переводчиков? Проверьте его в %%gettingStarted%%, он содержит несколько полезных советов!",
        "twitter": "Вы подписаны на нашу учётную записью в Twitter? Проверьте его по ссылке %%twitter%%!",
        "rulesInfo": "%%rules%% и %%serverInfo%% содержат всю необходимую информацию о сервере!",
        "fixTranslation": "Нашли ошибку в переводе? Свяжитесь с корректором вашего языка или сообщите об этом людям в канале переводов.",
        "pinnedInfo": "Знаете ли вы, что на большинстве каналов важная информация закреплена? Вы должны проверять закрепленные сообщения каждый раз, когда посещаете один из каналов!",
        "hypixelStats": "Вы можете посмотреть информацию о конкретном игроке на Hypixel, выполнив `/hypixelstats`!",
        "languageStats": "Знаете ли вы, что вы можете смотреть статистику любого языка из всех наших проектов? Просто используйте `/languagestats`!",
        "rolesChange": "Вы недавно получили новые роли на Crowdin или присоединились к одному из проектов, которую мы поддерживаем? Используйте `/verify`, чтобы обновить ваши роли!",
        "botTranslated": "Знаете ли вы, что наш бот доступен на разных языках? Попробуйте выполнить `/language list`, чтобы увидеть список всех языков, которые в настоящее время мы поддерживаем; возможно вы найдете свой язык!",
        "moreTips": "Нам нужно больше советов! Предлагайте их, используя `/feedback`."
    },
    "pagination": {
        "first": "Первая",
        "previous": "Предыдущая",
        "next": "Следующая",
        "last": "Последняя",
        "confirm": "Подтвердить",
        "cancel": "Отмена",
        "notYours": "Вы не можете взаимодействовать с этим меню! Используйте %%command%%, чтобы получить свою меню."
    },
    "executedBy": "Использовано пользователем %%user%%"
}