{
    "moduleName": "Информация",
    "page1Title": "Страница помощи",
    "commandsListTooltip": "Этот бот был сделан для сообщества переводчиков Hypixel b поддерживается пользователем %%developer%%. Бот с открытым исходным кодом и наш репозиторий на GitHub можно найти [здесь]%%github%%.\nВы можете помочь перевести бота. Для этого используйте `/translate` и следуйте дальнейшим инструкциям.\n\nВы можете использовать `/help <название команды>`, чтобы узнать больше о конкретной команде.\nНиже вы можете найти список всех доступных страниц. Используйте кнопки под этим сообщение, чтобы пролистать их.",
    "madeBy": "Бот сделан с большой заботой пользователем %%developer%%",
    "pageNumber": "Страница %%number%%",
    "utilityHelp": "Инструменты и утилиты",
    "infoHelp": "Команды информации",
    "projectsHelp": "Проекты на Crowdin",
    "pageNotExist": "Эта страница не существует!",
    "commandInfo": "Информация о команде",
    "commandInfoFor": "Информация о команде ",
    "staffOnly": "Эта команда доступна только персоналу и поэтому ее информация скрыта.\nПожалуйста, свяжитесь с персоналом, если вы считаете, что это ошибка.",
    "inDev": "В настоящее время эта команда находится в разработке и будет доступна позже!",
    "seconds": "сек.",
    "second": "сек.",
    "minutes": "мин.",
    "cooldownField": "Перезарядка",
    "8ball": {
        "description": "Шар судьбы, который ответит на все ваши вопросы."
    },
    "feedback": {
        "description": "Открывает нашу страницу проблем на GitHub, где вы можете сообщать о проблемах и оставить отзыв."
    },
    "guidelines": {
        "description": "Дает вам ссылку на официальную тему, касающийся переводов Hypixel."
    },
    "help": {
        "description": "Показывает все доступные команды и другую информацию о боте."
    },
    "hypixel": {
        "description": "Дает вам полезную информацию о проекте Hypixel."
    },
    "hypixelstats": {
        "description": "Показывает вам основную статистику Hypixel для указанного пользователя."
    },
    "hypixelunverify": {
        "description": "Отвязывает вашу учётную запись Discord от вашей учётной записи Minecraft."
    },
    "hypixelverify": {
        "description": "Связывает вашу учётную запись Discord с вашей учётной записью Minecraft."
    },
    "invite": {
        "description": "Дает вам ссылку-приглашение на сервер. Пожалуйста, используйте его каждый раз, когда вы хотите кого-то пригласить."
    },
    "language": {
        "description": "Изменяет ваш язык, показывает ваш текущий или список доступных языков."
    },
    "languagestats": {
        "description": "Показывает вам завершенность языка на всех проектах, которые в настоящее время мы поддерживаем."
    },
    "levels": {
        "description": "Дает вам таблицу лидеров по опыту."
    },
    "mention": {
        "description": "Упоминает языковую роль вместе с сообщением."
    },
    "minecraft": {
        "description": "Looks up a specific Minecraft player's name history or skin. This command is compatible with /hypixelverify, letting you look up a specific user's info if they're verified. The parameter `user` will always have priority over `username` and they are both optional if you're verified, otherwise, at least one is required."
    },
    "ping": {
        "description": "Дает пинг бота."
    },
    "prefix": {
        "description": "Дает вам соответствующий префикс относительно ваших языков. Чтобы получить пользовательский префикс, используйте `/prefix` и вставьте региональный код вашей страны или его название в параметр `flags`. Вы можете добавить столько флагов, сколько захотите; разделите их пробелами."
    },
    "profile": {
        "description": "Дает вам ссылку на ваш профиль Crowdin, если он хранится в нашей базе данных. Если нет, то вы можете использовать `/help verify`, чтобы узнать, как сохранить свой профиль и обновлять свои роли."
    },
    "projects": {
        "description": "Дает вам ссылки и информацию обо всех проектах переводов, которые мы поддерживаем на сервере."
    },
    "quickplay": {
        "description": "Дает вам полезную информацию о проекте Quickplay."
    },
    "quote": {
        "description": "Дает (или добавляет) смешную/странную/мудрую цитату с сервера."
    },
    "rank": {
        "description": "Дает вам текущее количество вашего опыта или опыт любого другого указанного пользователя."
    },
    "skyblockaddons": {
        "description": "Дает вам полезную информацию о проекте SkyblockAddons."
    },
    "thread": {
        "description": "Дает вам ссылку на тему, объявляющий об этом Discord сервере."
    },
    "tip": {
        "description": "Дает вам случайный совет касательно сервера."
    },
    "translate": {
        "description": "Дает вам полезную информацию о том, как перевести бота."
    },
    "twitter": {
        "description": "Дает вам ссылку на официальную страницу сообщества переводчиков Hypixel в Twitter."
    },
    "verify": {
        "description": "Автоматически проверяет наличие изменений в вашем профиле Crowdin и дает вам соответствующие роли. Если ваш профиль не хранится в нашей базе данных, вы можете указать ссылку на него как аргумент в этой команде. Чтобы проверить, сохранен ли ваш профиль, используйте `/profile`. Убедитесь, что у вас разрешены личные сообщения от участников этого сервера, чтобы бот мог отправить вам сообщение."
    }
}