{
    "staffDm": {
        "confirmSend": "If you confirm this, any messages you send here within the next 48 hours will be sent to staff without any confirmation.",
        "noConfirmWarn": "Any messages you send here within the next 48 hours will be sent to staff without any confirmation.",
        "attachmentsWarn": "Attachments will also be included.",
        "attachmentsSent": "Attachments sent",
        "attachmentSent": "Attachment sent",
        "confirmation": "Are you sure you want to send this message to staff?",
        "messageSent": "Did le send of mesgag to staf",
        "dmCancelled": "This message will not be sent.",
        "resendInfo": "If you still want to talk to staff, resend it and click the ✅ button to confirm."
    },
    "error": "Mesgag but not gud",
    "usage": "Acomand usag i wanted",
    "errors": {
        "dmError": "U cant do dis in dms, idot.",
        "noCommand": "Dat acomand existn't!",
        "noMessage": "Providd not mesgag!",
        "noChannel": "Providd not chanel!",
        "noUser": "Providd not uzer!",
        "noLang": "Providd not langag!",
        "noRole": "Providd not rol!",
        "noQuote": "You no has provids quot! In ordr too requests on too be ad, excut `+quote add <quot> / <autor menshon>`.",
        "noUserQuote": "Providd not uzer! Pls typ quot, den menton the quotd uzer, butt with slashs so it separatat.",
        "falseChannel": "Dat chanel found? NO!",
        "falseUser": "Dat uzer found? NO!",
        "falseFlag": "Dat flag found? NO!",
        "falseLang": "Dat langag found? NO!",
        "falseRole": "Dat rol found? NO!",
        "noPlayer": "Dat playur never joins Hypickle!",
        "notVerified": "That user hasn't linked their Hypixel account yet!",
        "disabled": "Dat acomand is off for nao.",
        "noAccess": "U r not alæoud to excut dis acomand!",
        "noPermission": "U r not alæoud to excut dis acomand on dis chanle!",
        "apiError": "Eror with talk too API computer stuff!",
        "noSubCommand": "Dat sub commnad found? NO!",
        "wrongLink": "Good link? NO, idot!"
    },
    "cooldown": "Time to get cold and not hot",
    "secondLeft": "U quicc, but too quicc so pls wait on skakund befr do `+%%command%%`.",
    "timeLeftT": "U quicc, but too quicc so pls wait %%time%% skakund befr do `+%%command%%`.",
    "minsLeftT": "U quicc, but too quicc so pls wait %%time%% mininut befr do `+%%command%%`.",
    "linkCorrectionDesc": "Ples chang ur lonk too de %%format%% format next tims.",
    "wrongStringURL": "The lonk u send is a lonk too the editr and not the string istelf!",
    "example": "Clicc the buthron sees on imag down if wants gets good You Are Ell for string. It should be have like this: %%url%%",
    "reminderLang": "If wants do good do change ur lonk too %%format%% format.",
    "tip": "Top",
    "tips": {
        "ib": "U spek inhale banana, but u know banana inhale actualy realy guud?",
        "translators": "I ned tramslayers! Pls checc out how to becum tramslayer by excut `+translate`.",
        "prefix": "U wants has cool prefixsxsxs on ur nicknams? Doo `+prefix` in %%bots%% and folow da instrushone! Avalibel too all Hypickle and Quickpla translat.",
        "enen": "Idot! Chang lonks to en-en!",
        "xp": "U get rendem amont expee every chat minut. Evæntuælly, u will laval up and there wil be big partis and ballons and moar.",
        "guide": "Hey idot, did u knowo we haz specal howtogetstartedwifcrowdin guide, fur al tramslayers? Checc at %%gettingStarted%% bc haz very cool tips!",
        "twitter": "Hav u folåwd our acocæount on Twooter? Checc @ her %%twitter%%!1",
        "rulesInfo": "%%rules%% n %%serverInfo%% haz veri cool and many infoamatins bout dis sarvar!",
        "fixTranslation": "Fount mistak in tramslayshun? Contacc prüfreder fur ur langag or let pepel knowo in a tramslayshun chanel.",
        "pinnedInfo": "Did u knowo a lotof chanels haz improtantr stuf in the pin menu thing? Is very kool so def checc out!",
        "hypixelStats": "U can has view informashone abuut playr on Hypickle by excut +hypixelstats <usernam> [social]`!",
        "languageStats": "U know can has see statistticic for ani langag on al of our projgets? Jus excut `+languagestats <langag>`!",
        "rolesChange": "Did you recently get new roles on Crowdin or join one of the projects we support? Execute `+reverify` to have your roles updated!",
        "botTranslated": "Did you know our bot is available in multiple languages? Try executing `+language list` to see a list of all the languages we currently support and you may just find your own!",
        "moreTips": "We ned moar tips! Sbubmit wif `+feedback`."
    },
    "executedBy": "Done by le %%user%%"
}