{
    "outgoing": "Sent message to staff",
    "outgoingDisclaimer": "Qualquer mensagem que você enviar aqui será encaminhada para a equipe.",
    "error": "Erro",
    "usage": "Expected command usage",
    "errors": {
        "dmError": "Você só pode usar este comando em mensagens privadas.",
        "noCommand": "Esse comando não existe!",
        "noMessage": "Você não adicionou uma mensagem!",
        "noChannel": "Você não informou um canal!",
        "noUser": "Você não informou um usuário!",
        "noLang": "Você não informou um idioma!",
        "noRole": "You didn't provide a role!",
        "noQuote": "You didn't provide a quote! In order to request one to be added, execute `+quote add <quote> / <author mention>`.",
        "noUserQuote": "You didn't provide a user! Please type the quote and then mention the quoted user, separated by a slash.",
        "falseChannel": "Esse canal não foi encontrado!",
        "falseUser": "Esse usuário não foi encontrado!",
        "falseFlag": "Essa bandeira não foi encontrada!",
        "falseLang": "Esse idioma não foi encontrado!",
        "falseRole": "That role couldn't be found!",
        "noPlayer": "Esse jogador nunca entrou no Hypixel!",
        "notVerified": "That user hasn't linked their Hypixel account yet!",
        "disabled": "Este comando está temporariamente desativado.",
        "noAccess": "Você não possui permissão para usar este comando!",
        "noPermission": "Você não possui permissão para usar este comando neste canal!",
        "apiError": "Something went wrong while contacting the API!",
        "noSubCommand": "That sub-command couldn't be found!",
        "wrongLink": "Wrong link!"
    },
    "cooldown": "Tempo de recarga",
    "secondLeft": "Please wait another second to use `+%%command%%` again.",
    "timeLeftT": "Please wait another %%time%% seconds to use `+%%command%%` again.",
    "minsLeftT": "Please wait another %%time%% minutes to use `+%%command%%` again.",
    "linkCorrectionDesc": "Please change your link to the %%format%% format next time.",
    "wrongStringURL": "The link you sent is a link to the editor and not the string itself!",
    "example": "Click the button shown on the image below to get the correct string URL. It should look like this: %%url%%",
    "reminderLang": "Don't forget to also change your link to the %%format%% format.",
    "tip": "Dica",
    "tips": {
        "ib": "Have you tried the Inhale Banana language? Change your language to it using `+lang ib`!",
        "translators": "Eu preciso de tradutores! Saiba como ajudar a traduzir este bot usando `+translate`.",
        "prefix": "Do you wanna have a cool prefix on your nickname? Run `+prefix` in %%bots%% and follow the instructions! Available to all Hypixel and Quickplay translators.",
        "enen": "Por favor, altere seus links para en-en!",
        "xp": "Você recebe quantidades aleatórias de EXP enquanto estiver enviando mensagens no bate-papo, fazendo você subir de nível.",
        "guide": "Did you know we have a guide on how to get started with Crowdin, available for all translators? Check it out at %%gettingStarted%%, it has some useful tips!",
        "twitter": "Have you followed our twitter account? Check it out at %%twitter%%!",
        "rulesInfo": "%%rules%% e %%serverInfo%% possuem todas as informações que você precisa saber sobre este servidor!",
        "fixTranslation": "Encontrou algum erro nas traduções? Entre em contato com o revisor do idioma ou avise algum tradutor no canal de traduções.",
        "pinnedInfo": "Você sabia que a maioria dos canais possuem informações fixadas? Vale a pena conferir sempre que visitar um canal!",
        "hypixelStats": "You can view information about a specific player on Hypixel by executing `+hypixelstats <username> [social]`!",
        "languageStats": "Did you know you can view statistics for any language on all of our projects? Just execute `+languagestats <language>`!",
        "rolesChange": "Did you recently get new roles on Crowdin or join one of the projects we support? Execute `+reverify` to have your roles updated!",
        "botTranslated": "Did you know our bot is available in multiple languages? Try executing `+language list` to see a list of all the languages we currently support and you may just find your own!",
        "moreTips": "Precisamos de mais dicas! Dê dicas usando o comando `+feedback`."
    },
    "executedBy": "Executado por %%user%%"
}