{
    "outgoing": "Sent message to staff",
    "outgoingDisclaimer": "Qualquer mensagem que você enviar aqui será encaminhada para a equipe.",
    "error": "Erro",
    "usage": "Expected command usage",
    "dmError": "Você só pode usar este comando em mensagens privadas.",
    "noMessage": "Você não enviou uma mensagem!",
    "noChannel": "Você não informou um canal!",
    "noUser": "Você não informou um usuário!",
    "noContext": "You haven't provided the context! Please add both the string ID and the context explaining it.",
    "noUserQuote": "You haven't provided a user! Please type the quote and then mention the quoted user, separated by a slash.",
    "falseChannel": "Este canal não foi encontrado!",
    "falseUser": "Este usuário não foi encontrado!",
    "disabled": "Este comando esta temporariamente desativado.",
    "noTrPr": "You're not a translator or proofreader, so you can't use this!",
    "noAccess": "You're not allowed to execute this command!",
    "contextSubArg": "Please enter a subcommand as first argument. This can either be `get`, `add`, `edit`, `link` or `help`.\nFor information, run `+context help`.",
    "cooldown": "Cooldown",
    "timeLeftT": "Please wait another %%time%% seconds to use `+%%command%%` again.",
    "minsLeftT": "Please wait another %%time%% minutes to use `+%%command%%` again.",
    "linkCorrection": "%%user%% Please change the link to the `crowdin.com/translate/.../.../en-en` format next time.",
    "tip": "Dica",
    "tips": {
        "0": "Have you tried the Inhale Banana language? Change your language to it using `+lang ib`!",
        "1": "I need translators! Find out how to become a bot translator at %%translate%%.",
        "2": "Você já viu o idioma Emoji? Altere seu idioma para ele usando `+lang em`!",
        "3": "Por favor, altere seus links para en-en!",
        "4": "Você recebe quantidades aleatórias de XP enquanto estiver enviando mensagens no bate-papo, fazendo você subir de nível.",
        "5": "Precisamos de mais dicas! Dê dicas usando o comando `+feedback`.",
        "6": "Did you know we have a guide on how to get started with Crowdin, available for all translators? Check it out at %%gettingStarted%%, it has some useful tips!",
        "7": "Have you followed our twitter account? Check it out at %%twitter%%!",
        "8": "%%rules%% e %%serverInfo%% possuem todas as informações que você precisa saber sobre este servidor!",
        "9": "Encontrou algum erro nas traduções? Entre em contato com um revisor do idioma ou chame-o no canal de traduções.",
        "10": "Você sabia que a maioria dos canais possui informações fixadas? Vale a pena conferir sempre que visitar um canal!"
    },
    "executedBy": "Executado por %%user%%"
}
