{
    "moduleName": "Informação",
    "page1Title": "Página de ajuda",
    "commandsListTooltip": "Este bot foi feito para a Comunidade de Tradutores do Hypixel por %%developer%%. É de código aberto e seu repositório no GitHub pode ser encontrado [aqui]%%github%%.\nVocê pode ajudar a traduzir o bot seguindo as instruções dadas pelo comando `+translate`.\n\nUse o comando `+help <nome do comando>` para saber mais sobre um comando em específico.\nA seguir você pode encontrar uma lista de páginas disponíveis. Use as reações nesta mensagem para alterar de página.",
    "madeBy": "Bot feito com muito carinho por %%QkeleQ10%%",
    "page": "Página %%number%%/%%total%%",
    "pageNumber": "Página %%number%%",
    "utilityHelp": "Ferramentas e Utilidades",
    "infoHelp": "Comandos de informação",
    "projectsHelp": "Projetos do Crowdin",
    "timeOut": "Este menu expirou. Se você deseja usá-lo novamente, use %%command%%.",
    "pageNotExist": "Essa página não existe!",
    "commandInfo": "Informações do comando",
    "commandInfoFor": "Informação para o comando ",
    "staffOnly": "This command is only available to staff and thus, its information is hidden.\nPlease contact a staff member if you believe this is an error.",
    "inDev": "Este comando está em desenvolvimento e estará disponível no futuro!",
    "seconds": "segundos",
    "second": "segundo",
    "minutes": "minutos",
    "usageField": "Uso",
    "cooldownField": "Tempo de recarga",
    "aliasesField": "Atalhos",
    "help": {
        "usage": "+help [página | nome do comando]",
        "description": "Mostra todos os comandos disponíveis e outras informações sobre o bot."
    },
    "prefix": {
        "usage": "+prefix [bandeiras]",
        "description": "Fornece a você um prefixo de acordo com o(s) seu(s) idioma(s). Caso queira um prefixo customizado, use `+prefix <bandeiras>` e substitua `<bandeiras>` com o código de bandeira do seu país ou o seu nome. Você pode adicionar quantas bandeiras desejar, separando-as com espaço."
    },
    "quote": {
        "usage": "+quote [index] | +quote add <quote> / <author mention>",
        "description": "Mostra ou adiciona uma citação engraçada, estranha ou sábia dita no servidor."
    },
    "mention": {
        "usage": "+mention <idioma> translator|proofreader|all [mensagem]",
        "description": "Menciona os usuários com o cargo do idioma informado. Você também pode adicionar uma mensagem na notificação."
    },
    "languagestats": {
        "usage": "+languagestats <idioma>",
        "description": "Mostra o progresso de um idioma em todos os projetos que suportamos atualmente."
    },
    "issue": {
        "usage": "+issue",
        "description": "Abra a nossa página no GitHub para relatar problemas e dar o seu feedback."
    },
    "language": {
        "usage": "+language [<novo idioma> | list]",
        "description": "Altera seu idioma, mostra o idioma atual ou lista todos os idiomas disponíveis."
    },
    "ping": {
        "usage": "+ping",
        "description": "Veja o ping do bot."
    },
    "hypixelstats": {
        "usage": "+hypixelstats [jogador] [social]",
        "description": "Mostra as estatísticas básicas de um jogador no Hypixel."
    },
    "hypixelverify": {
        "usage": "+hypixelverify <jogador> | +hypixelunverify",
        "description": "Vincula a sua conta do Discord com o seu perfil do Hypixel. Use `+hypixelunverify` para desvincular."
    },
    "8ball": {
        "usage": "+8ball <pergunta>",
        "description": "A bola mágica que responde suas perguntas."
    },
    "verify": {
        "usage": "+verify [link do perfil]",
        "description": "Verifica automaticamente se há alterações no seu perfil do Crowdin e define os cargos apropriados. Se seu perfil não foi armazenado em nosso banco de dados, você pode definir um argumento no comando. Para conferir se seu perfil está armazenado, use `+profile`. Lembre-se de ativar as mensagens diretas de membros deste servidor para que você receba a mensagem."
    },
    "profile": {
        "usage": "+profile",
        "description": "Receba o link do seu perfil do Crowdin se ele estiver salvo em nosso banco de dados. Caso contrário, use `+help reverify` para saber como armazenar seu perfil e atualizar seus cargos."
    },
    "rank": {
        "usage": "+rank [usuário]",
        "description": "Veja o seu EXP atual ou de outro usuário."
    },
    "levels": {
        "usage": "+levels [página]",
        "description": "Veja o pódio de EXP."
    },
    "tip": {
        "usage": "+tip",
        "description": "Receba uma dica aleatória sobre o servidor."
    },
    "invite": {
        "usage": "+invite",
        "description": "Receba um link de convite para o servidor. Use-o sempre que quiser convidar alguém."
    },
    "projects": {
        "usage": "+projects",
        "description": "Receba os links e as informações sobre os projetos de tradução disponíveis no servidor."
    },
    "hypixel": {
        "usage": "+hypixel",
        "description": "Receba informações úteis sobre o projeto do Hypixel."
    },
    "guidelines": {
        "usage": "+guidelines",
        "description": "Receba o link do tópico oficial sobre as traduções do Hypixel."
    },
    "quickplay": {
        "usage": "+quickplay",
        "description": "Receba informações úteis sobre o projeto do Quickplay."
    },
    "skyblockaddons": {
        "usage": "+skyblockaddons",
        "description": "Receba informações úteis sobre o projeto do SkyblockAddons."
    },
    "translate": {
        "usage": "+translate",
        "description": "Gives you useful information on how to translate the Bot."
    },
    "thread": {
        "usage": "+thread",
        "description": "Receba o link do tópico de anúncio deste servidor de Discord."
    },
    "twitter": {
        "usage": "+twitter",
        "description": "Receba o link da página oficial do Twitter da Comunidade de Tradutores do Hypixel."
    }
}