{
    "staffDm": {
        "confirmSend": "Якщо ви підтвердите, будь-яке повідомлення, яке ви надішлете протягом наступних 48 годин, буде надіслано персоналу без необхідності підтвердження.",
        "noConfirmWarn": "Будь-яке повідомлення, яке ви надішлете протягом наступних 48 годин, буде надіслано персоналу без необхідності підтвердження.",
        "attachmentsWarn": "Вкладення також будуть включені в повідомлення.",
        "attachmentsSent": "Вкладення надіслано",
        "attachmentSent": "Вкладення надіслано",
        "confirmation": "Ви дійсно бажаєте відправити це повідомлення до персоналу?",
        "messageSent": "Повідомлення було відправлено до команди",
        "dmCancelled": "Це повідомлення не буде надіслано.",
        "resendInfo": "Якщо ви все ще хочете поговорити з персоналом, надішліть повідомлення ще раз та натисніть на реакцію «✅» для підтвердження."
    },
    "error": "Помилка",
    "errors": {
        "dmError": "Вибачте, але Ви не можете виконувати цю команду в приватних повідомленнях.",
        "noCommand": "Такої команди не існує!",
        "noUser": "Ви не вказали користувача!",
        "noLang": "Ви не вказали мову!",
        "falseUser": "Користувача не знайдено!",
        "falseFlag": "Префікс не знайдено!",
        "falseLang": "Мову не знайдено!",
        "falseRole": "Роль не знайдено!",
        "falseUUID": "Не вдалося знайти гравця з цим UUID!",
        "noPlayer": "Цей гравець ніколи не заходив на Hypixel!",
        "notVerified": "Цей користувач ще не прив'язав свій обліковий запис Hypixel!",
        "disabled": "Цю команду тимчасово вимкнено.",
        "noAccess": "Вам не дозволено виконувати цю команду!",
        "noPermission": "Вам не дозволено виконувати цю команду в цьому каналі!",
        "apiError": "Щось пішло не так під час з'єднання з API!",
        "wrongLink": "Невірне посилання!"
    },
    "roles": {
        "noLevel": "You must be at least chat level %%level%% to receive this role! You can check your current chat level using %%command%% in %%channel%%.",
        "successGive": "Successfully gave you the %%role%% role!",
        "errorGive": "There was a problem while trying to give you the %%role%% role. Please send me a message in order to let the staff know about this.",
        "successTake": "Successfully took the %%role%% role from you!",
        "errorTake": "There was a problem while trying to take the %%role%% role from you. Please send me a message in order to let the staff know about this."
    },
    "cooldown": "Перезарядка",
    "secondLeft": "Будь ласка, зачекайте секунду, аби використати `%%command%%` знову.",
    "timeLeftT": "Будь ласка, зачекайте ще %%time%% секунд(у\\\\и), щоб використовувати `%%command%%` знову.",
    "minsLeftT": "Будь ласка, зачекайте ще %%time%% хвилин, щоб використати `%%command%%` знову.",
    "linkCorrectionDesc": "Будь ласка, наступного разу змініть Ваше посилання на формат - %%format%%.",
    "correctLink": "Here's the correct link:",
    "wrongStringURL": "Надіслане Вами посилання - це посилання в редактор, а не сам рядок!",
    "example": "Натисніть кнопку, на зображенні нижче, щоб отримати правильний URL-адрес рядка. Це має виглядати наступним чином: %%url%%",
    "reminderLang": "Також не забудьте змінити посилання на формат - %%format%%.",
    "tip": "Підказка",
    "tips": {
        "ib": "Чи ви коли-небудь пробували змінити мову на, наприклад, мову Інхалійського банану? Змініть свою мову, написавши `/language ib`!",
        "translators": "Мені потрібні перекладачі! Дізнайтеся, як стати перекладачем бота, написавши `/translate`.",
        "prefix": "Хочете мати крутий префікс для Вашого ніку? Напишіть `/prefix` в %%bots%% і виконуйте інструкції! Доступно для всіх перекладачів Hypixel та QuickPlay.",
        "enen": "Будь ласка, змінюйте свої посилання на en-en!",
        "xp": "Ви отримуєте випадкову кількості XP кожну хвилину, коли Ви спілкуєтеся, що, з часом, підвищує Ваш рівень.",
        "guide": "Чи знали Ви, що ми маємо інструкцію про те, як почати роботу з Crowdin, які доступні для всіх перекладачів? Перевірте це на %%gettingStarted%%, у нього є деякі корисні поради!",
        "twitter": "Ви підписалися на наш Twitter? Перевірте це на %%twitter%%!",
        "rulesInfo": "%%rules%% і %%serverInfo%% мають всю необхідну інформацію про цей сервер!",
        "fixTranslation": "Знайшли помилку в перекладі? Зверніться до коректора мови або дайте можливість людям знати про канал перекладу.",
        "pinnedInfo": "Чи знаєте Ви, що більшість каналів з важливою інформацією є закріпленими? Вам слід перевіряти їх щоразу при відвідуванні!",
        "hypixelStats": "Ви можете переглянути інформацію про окремого гравця на Hypixel, написавши `/hypixelstats`!",
        "languageStats": "Чи знали Ви, що можете переглянути статистику будь-якої мови у всіх наших проєктах? Просто напишіть `/languagestats`!",
        "rolesChange": "Нещодавно Ви отримали нові ролі в Crowdin або приєдналися до одного з підтримуваних нами проєктів? Напишіть `/verify`, щоб оновити Ваші ролі!",
        "botTranslated": "Чи знали Ви, що наш бот доступний кількома мовами? Спробуйте написати `/language list`, щоб побачити список всіх мов, які ми зараз підтримуємо, і Ви можете просто знайти Вашу власну!",
        "moreTips": "Нам потрібно більше порад! Надсилайте їх, написавши `/feedback`."
    },
    "pagination": {
        "first": "Перша сторінка",
        "previous": "Попередня сторінка",
        "next": "Наступна сторінка",
        "last": "Остання сторінка",
        "confirm": "Підтвердити",
        "cancel": "Скасувати",
        "page": "Сторінка %%number%% із %%total%%",
        "notYours": "Ви не можете взаємодіяти з цим меню! Напишіть %%command%% самостійно, щоб зробити це.",
        "timeOut": "Термін дії цього меню сплив. Якщо Ви хочете використовувати його знову, напишіть %%command%%."
    },
    "region": {
        "dateLocale": "uk-UA",
        "timeZone": "Europe/Kiev"
    },
    "executedBy": "Виконано користувачем %%user%%"
}