{
    "moduleName": "Інформація",
    "page1Title": "Сторінка допомоги",
    "commandsListTooltip": "Цей бот був створений для Спільноти перекладачів Hypixel та підтримується користувачем %%developer%%. Бот з відкритим кодом та наш репозиторій на GitHub можна знайти [тут]%%github%%.\nВи можете допомогти перекласти бота, написавши `/translate` та дотримуючись інструкцій.\n\nВи можете виконати `/help <назва команди>`, щоб дізнатися більше про конкретну команду.\nНижче Ви можете знайти список всіх доступних сторінок. Використовуйте реакції на це повідомлення, щоб прогортати їх.",
    "madeBy": "Бот написаний з великою турботою користувачем %%developer%%",
    "pageNumber": "Сторінка %%number%%",
    "utilityHelp": "Інструменти та засоби",
    "infoHelp": "Інформаційні команди",
    "projectsHelp": "Проєкти на Crowdin",
    "pageNotExist": "Цієї сторінки не існує!",
    "commandInfo": "Інформація щодо команди",
    "commandInfoFor": "Інформація щодо команди ",
    "staffOnly": "Ця команда доступна тільки команді Discord і тому її інформація прихована.\nБудь ласка, зв'яжіться з один із команди, якщо Ви вважаєте, що це помилка.",
    "inDev": "Ця команда в даний час на стадії розробки і буде доступна пізніше!",
    "seconds": "сек.",
    "second": "сек.",
    "minutes": "хв.",
    "cooldownField": "Перезарядка",
    "8ball": {
        "description": "Магічна куля, яка відповість на всі Ваші запитання."
    },
    "feedback": {
        "description": "Відкриває нашу сторінку проблем із GitHub, де ви можете повідомити про проблеми та надіслати відгук."
    },
    "guidelines": {
        "description": "Надає Вам посилання на офіційний потік, стосовно перекладу Hypixel."
    },
    "help": {
        "description": "Відображає Вам усі доступні команди та іншу інформацію щодо бота."
    },
    "hypixel": {
        "description": "Надає Вам корисну інформацію про проєкт Hypixel."
    },
    "hypixelstats": {
        "description": "Показує Вам базову статистику Hypixel для вказаного користувача."
    },
    "hypixelunverify": {
        "description": "Від'єднує ваш обліковий запис Discord від вашого облікового запису Minecraft."
    },
    "hypixelverify": {
        "description": "Прив'язує ваш обліковий запис Discord до вашого облікового запису Minecraft."
    },
    "invite": {
        "description": "Надає Вам посилання із запрошенням на сервер. Будь ласка, використовуйте це, коли Ви хочете когось запросити."
    },
    "language": {
        "description": "Змінює Вашу мову, показує Вашу поточну або показує список доступних мов."
    },
    "languagestats": {
        "description": "Показує для Вас прогрес мови на всіх проєктах, які ми підтримуємо."
    },
    "levels": {
        "description": "Надає Вам таблицю лідерів за досвідом."
    },
    "mention": {
        "description": "Згадує мовну роль із повідомленням."
    },
    "minecraft": {
        "description": "Виявляє конкретну історію імен або скінів гравця в Minecraft. Ця команда сумісна з /hypixelverify, дозволяючи Вам подивитися інформацію користувача в тому випадку, якщо вони перевірені. Параметр `user` завжди матиме пріоритет над `username` і вони обоє являються необов’язковими, якщо Ви перевірите, в іншому випадку, принаймні один з них."
    },
    "ping": {
        "description": "Показує пінг бота."
    },
    "prefix": {
        "description": "Надає Вам відповідний префікс для вашої мов(и). Щоб отримати користувацький префікс, напишіть `/prefix` та замініть `<прапори>` регіональним кодом прапора Вашої країни або її ім'я. Можна додавати стільки прапорів, скільки захочете, розділяючи пробілом."
    },
    "profile": {
        "description": "Надає Вам посилання на Ваш профіль Crowdin, якщо він зберігається в нашій базі даних. Якщо це не так, Ви можете написати `/help verify`, щоб дізнатися як зберігати свій профіль і оновити ролі."
    },
    "projects": {
        "description": "Надає Вам посилання і інформацію про всі проєкти перекладу, які ми підтримуємо на сервері."
    },
    "quickplay": {
        "description": "Надає Вам корисну інформацію про проєкт Quickplay."
    },
    "quote": {
        "description": "Надає (або додає) смішну/дивну/мудру цитату з сервера."
    },
    "rank": {
        "description": "Надає Вам поточну кількість Вашого досвіду або досвіду будь-якого іншого користувача."
    },
    "skyblockaddons": {
        "description": "Надає Вам корисну інформацію про проєкт SkyblockAddons."
    },
    "thread": {
        "description": "Надає Вам посилання на тему, що оголошує про цей Discord сервер."
    },
    "tip": {
        "description": "Надає Вам випадкову пораду щодо сервера."
    },
    "translate": {
        "description": "Надає Вам корисну інформацію про те, як перекласти бота."
    },
    "twitter": {
        "description": "Надає Вам посилання на офіційну сторінку спільноти перекладачів Hypixel в Twitter."
    },
    "verify": {
        "description": "Автоматично перевіряє зміни в профілі Crowdin і дає відповідні ролі. Якщо Ваш профіль не зберігається в нашій базі даних, Ви можете надати посилання на нього в якості аргументу до команди. Щоб перевірити, чи зберігається Ваш профіль, напишіть `/profile`. Переконайтеся, що у Вас включені приватні повідомлення від учасників цього сервера, щоб бот міг надіслати Вам повідомлення."
    }
}