{
	"moduleName": "Maklumat",
	"commandsListTooltip": "Bot ini dibuat untuk Komuniti Penterjemah Hypixel dan dikendalikan oleh %%developer%%. Bot ini adalah sumber terbuka dan repositori GitHub kami dapat dijumpai di [sini]%%github%%.\nAnda boleh tolong menterjemah bot ini dengan mengikuti arahan pada perintah `/translate`.\n\nAnda boleh melaksanakan `/help <perintah>` untuk ketahui dengan lebih lanjut tentang suatu perintah.\nDi bawah, anda boleh jumpa satu senarai semua halaman yang ada. Gunakan butang pada mesej ini untuk melihat semuanya.",
	"pageNumber": "Halaman %%number%%",
	"mainPage": "Halaman Utama",
	"utilityHelp": "Alat dan Utiliti",
	"infoHelp": "Perintah Maklumat",
	"commandInfo": "Maklumat Perintah",
	"commandInfoFor": "Maklumat perintah untuk ",
	"staffOnly": "Perintah ini hanya tersedia untuk kakitangan. Maka, maklumatnya dirahsiakan.\nTolong hubungi ahli kakitangan jika anda rasa ini suatu ralat.",
	"inDev": "Perintah ini kini dalam pembangunan dan akan ada pada masa yang akan datang!",
	"seconds": "{number, plural, other {# saat}}",
	"minutes": "{number, plural, other {# minit}}",
	"cooldownField": "Cooldown",
	"descriptions": {
		"8ball": "Bola Magik 8 akan menjawab segala persoalan anda.",
		"alert": "Memaklumkan kepada pembaca pruf yang lain tentang isu dalam penterjemahan mereka",
		"feedback": "Membuka halaman isu GitHub kami, di mana anda boleh melaporkan masalah dan hantar maklum balas.",
		"help": "Menunjukkan kepada anda semua perintah dan maklumat selebihnya tentang bot kami.",
		"hypixelstats": "Menunjukkan kepada anda statistik asas Hypixel untuk pemain yang disebutkan.",
		"hypixelunverify": "Tidak menyambungkan akaun Discord anda daripada akaun Minecraft anda.",
		"hypixelverify": "Memautkan akaun Discord anda dengan akaun Minecraft anda.",
		"language": "Menukar bahasa anda, menunjukkan kepada anda bahasa semasa anda atau senarai bahasa yang tersedia.",
		"languagestats": "Menunjukkan kepada anda kemajuan suatu bahasa pada semua projek yang kini kami sokong.",
		"levels": "Memberikan anda papan kedudukan XP.",
		"mention": "Menyebut satu peranan bahasa dengan mesej pilihan.",
		"minecraft": "Mencari sejarah nama atau kulit pemain Minecraft yang spesifik. Perintah ini boleh digunakan dengan /hypixelverify, yang membolehkan anda untuk cari maklumat pengguna yang ditentukan jika mereka telah disahkan. Parameter `user` akan sentiasa diutamakan daripada `username` dan kedua-duanya bergantung kepada pilihan anda jika anda telah disahkan, kalau tak, sekurang-kurangnya satu diperlukan.",
		"ping": "Meberikan ping bot kepada anda.",
		"poll": "Membuat atau mengurus pengundian dalam pelayan. Tersedia kepada Pembaca Pruf Hypixel dan keatas. Semua undian dalam pengundian yang dibuat dengan perintah ini akan dirahsiakan sehingga pengundian tamat dan nama pengundi tak akan didedahkan, hanya bilangan undian yang akan dipaparkan.",
		"prefix": "Memberikan kepada anda awalan yang sesuai untuk bahasa anda. Untuk mendapatkan awalan yang tersendiri, laksanakan `/prefix` dan berikan kod kawasan bendera negara anda atau namanya pada parameter `flags`. Anda pun boleh tambah berapa banyak bendera yang anda mahu yang dipisahkan dengan jarak (space).",
		"profile": "Memberikan kepada anda pautan profil Crowdin jika ia disimpan dalam pangkalan data kami. Jika tidak, anda boleh laksanakan `/help verify` untuk mempelajari bagaimana untuk simpankan profil anda dan kemas kini role anda.",
		"projects": "Memberi anda pautan dan maklumat tentang semua projek penterjemahan yang kami sokong dalam pelayan.",
		"quote": "Menunjukkan sebuah petikan lawak/pelik/bijak daripada pelayan.",
		"rank": "Memberikan kepada anda XP semasa untuk anda sahaja atau mana-mana pemain yang diberi.",
		"settings": "Changes or shows your settings on the bot",
		"tag": "Menghantar mesej pra tetap, membenarkan anda untuk memberitahu seorang ahli yang spesifik semasa menghantarkannya.",
		"translate": "Memberikan kepada anda maklumat berguna tentang bagaimana untuk menterjemahkan Bot.",
		"verify": "Memeriksa perubahan pada profil Crowdin anda secara automatik dan memberikan anda role yang sesuai. Jika profil anda tidak disimpan dalam pangkalan data kami, anda boleh memberikannya sebagai argumen pada perintah tersebut. Untuk periksa jika profil anda telah disimpan, jalankan `/profile`. Pastikan anda telah mengaktifkan DM dari pelayan ini supaya bot boleh menghantarkan mesej kepada anda."
	}
}
