{
    "outgoing": "Tu mensaje ha sido enviado al staff",
    "outgoingDisclaimer": "Cualquier mensaje que envías aquí se enviará al staff.",
    "error": "Error",
    "usage": "Uso esperado del comando",
    "errors": {
        "dmError": "Lo sentimos, pero no puedes ejecutar este comando en mensajes privados.",
        "noMessage": "¡No has introducido ningún mensaje!",
        "noChannel": "¡No has introducido ningún canal!",
        "noUser": "¡No has introducido ningún usuario!",
        "noLang": "¡No proporcionaste un idioma!",
        "noRole": "¡No has introducido ningún rol!",
        "noContext": "¡No has introducido el contexto! Añade el ID del string y el contexto explicándolo.",
        "noQuote": "¡No has proporcionado una cita! Para solicitar que se añade una, usa `+quote add <cita> / <mención del citado>`.",
        "noUserQuote": "¡No has especificado un usuario! Por favor, escribe la cita y menciona al usuario citado, separado por /.",
        "falseChannel": "¡No se pudo encontrar ese canal!",
        "falseUser": "¡Ese usuario no se pudo encontrar!",
        "falseFlag": "¡Esa bandera no se pudo encontrar!",
        "falseLang": "¡Ese idioma no se pudo encontrar!",
        "falseRole": "¡Ese rol no se pudo encontrar!",
        "falseContext": "¡Esa entrada de contexto no se pudo encontrar!",
        "noPlayer": "¡Ese jugador nunca se ha unido a Hypixel!",
        "notVerified": "That user hasn't linked their Hypixel account yet!",
        "disabled": "Este comando ha sido temporalmente desactivado.",
        "noTrPr": "¡No eres un traductor o revisor, así que no puedes usar esto!",
        "noAccess": "¡No tienes permiso para usar este comando!",
        "noPermission": "¡No puedes ejecutar este comando en este canal!",
        "contextSubArg": "Por favor, introduce un subcomando como primer argumento. Puede ser `get`, `add`, `edit`, `link` o `help`.\nPara obtener información, ejecuta `+context help`.",
        "apiError": "¡Algo salió mal al comunicarse con la API!",
        "noSubCommand": "¡Ese sub-comando no se pudo encontrar!",
        "wrongLink": "¡Enlace incorrecto!"
    },
    "cooldown": "Enfriamiento",
    "secondLeft": "Por favor, espera otro segundo para volver a utilizar `+%%command%%`.",
    "timeLeftT": "Por favor, espera otros %%time%% segundos para usar `+%%command%%` de nuevo.",
    "minsLeftT": "Por favor, espera otros %%time%% minutos para usar `+%%command%%` de nuevo.",
    "wrongLink": "¡Enlace incorrecto!",
    "linkCorrectionDesc": "Cambia tu enlace al formato de %%format%% para la próxima vez.",
    "wrongStringURL": "¡El enlace que has enviado es un enlace al editor y no al string!",
    "example": "Haz clic en el botón que muestra la imagen de abajo para obtener la URL del string correcta. Debería verse así: %%url%%",
    "reminderLang": "No olvides también cambiar tu enlace al formato %%format%%.",
    "tip": "Consejo",
    "tips": {
        "ib": "¿Has probado el idioma Inhale Banana? ¡Cambia tu idioma usando `+lang ib`!",
        "translators": "¡Necesito traductores! Aprende sobre como ser un traductor usando `+translate`.",
        "prefix": "¿Quieres tener un prefijo genial en tu apodo? ¡Ejecuta `+prefix` en %%bots%% y sigue las instrucciones! Disponible para todos los traductores de Hypixel y Quickplay.",
        "enen": "¡Por favor, cambia tus enlaces a en-en!",
        "xp": "Obtienes cantidades aleatorias de XP cada minuto cuando estás chateando, lo que eventualmente te hará subir de nivel.",
        "moreTips": "¡Necesitamos más consejos! Envíalos usando `+feedback`.",
        "guide": "¿Sabías que tenemos una guía para empezar con Crowdin, disponible para todos los traductores? ¡Échale un vistazo a %%gettingStarted%% tiene algunos consejos útiles!",
        "twitter": "¿Has seguido nuestra cuenta de twitter? ¡Échale un vistazo aquí: %%twitter%%!",
        "rulesInfo": "¡%%rules%% y %%serverInfo%% tienen toda la información que necesitas sobre este servidor!",
        "fixTranslation": "¿Has encontrado un error en una traducción? Ponte en contacto con un revisor de tu idioma o haz que la gente lo sepa en un canal de traducción.",
        "pinnedInfo": "¿Sabes que la mayoría de canales tienen información importante fijada? ¡Deberías echarles un vistazo cada vez que visites uno!",
        "hypixelStats": "¡Puedes ver información sobre un jugador en Hypixel usando `+hypixelstats <jugador> [social]`!",
        "languageStats": "¿Sabías que puedes ver estadísticas de cualquier idioma en todos de nuestros proyectos? ¡Usa `+languagestats <idioma>`!"
    },
    "executedBy": "Ejecutado por %%user%%"
}