{
    "staffDm": {
        "confirmSend": "Si confirmas esto, cualquier mensaje que envías aquí dentro de las próximas 48 horas se enviará al staff sin ninguna confirmación.",
        "noConfirmWarn": "Cualquier mensaje que envías aquí dentro de las próximas 48 horas se enviará al staff sin ninguna confirmación.",
        "attachmentsWarn": "También se incluirán archivos adjuntos.",
        "attachmentsSent": "Archivos adjuntos enviados",
        "attachmentSent": "Archivo adjunto enviado",
        "confirmation": "¿Estás seguro que deseas enviar este mensaje al staff?",
        "messageSent": "Tu mensaje ha sido enviado al staff",
        "dmCancelled": "Este mensaje no se enviará.",
        "resendInfo": "Si aún deseas hablar con el staff, vuelve a enviarlo y haz clic en el botón ✅ para confirmar."
    },
    "error": "Error",
    "errors": {
        "dmError": "Lo sentimos, pero no puedes ejecutar este comando en mensajes privados.",
        "noCommand": "¡Ese comando no existe!",
        "noUser": "¡No has introducido ningún usuario!",
        "noLang": "¡No proporcionaste un idioma!",
        "falseUser": "¡Ese usuario no se pudo encontrar!",
        "falseFlag": "¡Esa bandera no se pudo encontrar!",
        "falseLang": "¡Ese idioma no se pudo encontrar!",
        "falseRole": "¡Ese rol no se pudo encontrar!",
        "falseUUID": "¡No se pudo encontrar un jugador con ese UUID!",
        "noPlayer": "¡Ese jugador nunca se ha unido a Hypixel!",
        "notVerified": "¡Ese usuario todavía no ha conectado su cuenta de Hypixel!",
        "disabled": "Este comando ha sido temporalmente desactivado.",
        "noAccess": "¡No tienes permiso para usar este comando!",
        "noPermission": "¡No puedes ejecutar este comando en este canal!",
        "apiError": "¡Algo salió mal al comunicarse con la API!",
        "wrongLink": "¡Enlace incorrecto!"
    },
    "roles": {
        "noLevel": "You must be at least chat level %%level%% to receive this role! You can check your current chat level using %%command%% in %%channel%%.",
        "successGive": "Successfully gave you the %%role%% role!",
        "errorGive": "There was a problem while giving you the %%role%% role. Please send me a message in order to let the staff know about this.",
        "successTake": "Successfully took the %%role%% role from you!",
        "errorTake": "There was a problem while taking the %%role%% role from you. Please send me a message in order to let the staff know about this."
    },
    "cooldown": "Enfriamiento",
    "secondLeft": "Por favor, espera otro segundo para volver a utilizar `/%%command%%`.",
    "timeLeftT": "Por favor, espera otros %%time%% segundos para usar `%%command%%` de nuevo.",
    "minsLeftT": "Por favor, espera otros %%time%% minutos para usar `%%command%%` de nuevo.",
    "linkCorrectionDesc": "Cambia tu enlace al formato de %%format%% para la próxima vez.",
    "correctLink": "Aquí está el enlace correcto:",
    "wrongStringURL": "¡El enlace que has enviado es un enlace al editor y no al string!",
    "example": "Haz clic en el botón que muestra la imagen de abajo para obtener la URL del string correcta. Debería verse así: %%url%%",
    "reminderLang": "No olvides también cambiar tu enlace al formato %%format%%.",
    "tip": "Consejo",
    "tips": {
        "ib": "¿Has probado el idioma Inhale Banana? ¡Cambia tu idioma usando `/language ib`!",
        "translators": "¡Necesito traductores! Aprende sobre como ser un traductor usando `/translate`.",
        "prefix": "¿Quieres tener un prefijo genial en tu apodo? ¡Ejecuta `/prefix` en %%bots%% y sigue las instrucciones! Disponible para todos los traductores de Hypixel.",
        "enen": "¡Por favor, cambia tus enlaces a en-en!",
        "xp": "Obtienes cantidades aleatorias de XP cada minuto cuando estás chateando, lo que eventualmente te hará subir de nivel.",
        "guide": "¿Sabías que tenemos una guía para empezar con Crowdin, disponible para todos los traductores? ¡Échale un vistazo a %%gettingStarted%% tiene algunos consejos útiles!",
        "twitter": "¿Has seguido nuestra cuenta de twitter? ¡Échale un vistazo aquí: %%twitter%%!",
        "rulesInfo": "¡%%rules%% y %%serverInfo%% tienen toda la información que necesitas sobre este servidor!",
        "fixTranslation": "¿Has encontrado un error en una traducción? Ponte en contacto con un revisor de tu idioma o haz que la gente lo sepa en un canal de traducción.",
        "pinnedInfo": "¿Sabes que la mayoría de canales tienen información importante fijada? ¡Deberías echarles un vistazo cada vez que visites uno!",
        "hypixelStats": "¡Puedes ver información sobre un jugador en Hypixel usando `/hypixelstats`!",
        "languageStats": "¿Sabías que puedes ver estadísticas de cualquier idioma en todos de nuestros proyectos? ¡Usa `/languagestats`!",
        "rolesChange": "¿Obtuviste recientemente nuevos roles en Crowdin o te uniste a uno de los proyectos que apoyamos? ¡Usa `/verify` para actualizar tus roles!",
        "botTranslated": "¿Sabías que nuestro bot está disponible en varios idiomas? ¡Intenta usar `/language list` para ver una lista de todos los idiomas que tenemos actualmente y puedes encontrar el tuyo!",
        "moreTips": "¡Necesitamos más consejos! Envíalos usando `/feedback`."
    },
    "pagination": {
        "first": "Primera página",
        "previous": "Página anterior",
        "next": "Siguiente página",
        "last": "Última página",
        "confirm": "Confirmar",
        "cancel": "Cancelar",
        "page": "Página %%number%%/%%total%%",
        "notYours": "¡No puedes interactuar con este menú! Ejecuta %%command%% tú mismo para hacer esto.",
        "timeOut": "Este menú ha expirado. Si deseas usarlo de nuevo, ejecuta %%command%%."
    },
    "region": {
        "dateLocale": "es-ES",
        "timeZone": "Europe/Madrid"
    },
    "executedBy": "Ejecutado por %%user%%"
}