{
    "outgoing": "Bericht verzonden aan staff",
    "outgoingDisclaimer": "Als je hier een bericht stuurt, wordt het verzonden naar staff.",
    "error": "Fout",
    "usage": "Verwacht commandogebruik",
    "dmError": "Sorry, maar je kunt dit commando niet uitvoeren in privéberichten.",
    "noMessage": "Je hebt geen bericht opgegeven!",
    "noChannel": "Je hebt geen kanaal opgegeven!",
    "noUser": "Je hebt geen gebruiker opgegeven!",
    "noContext": "Je hebt de context niet opgegeven! Voeg het string-ID en de toelichtende context toe.",
    "noUserQuote": "Je hebt geen gebruiker opgegeven! Typ het citaat, en vermeld dan de geciteerde gebruiker, gescheiden door een slash.",
    "falseChannel": "Dat kanaal kon niet worden gevonden!",
    "falseUser": "Die gebruiker kon niet worden gevonden!",
    "disabled": "Dit commando is tijdelijk uitgeschakeld.",
    "noTrPr": "Je bent geen vertaler of proeflezer, dus je kunt dit niet gebruiken!",
    "noAccess": "Je hebt geen toestemming om dat commando te gebruiken!",
    "contextSubArg": "Voer een subcommando in als eerste argument. Dit kan `get`, `add`, `edit`, `link` of `help` zijn.\nVoor meer informatie kun je `+context help` uitvoeren.",
    "cooldown": "Afkoeltijd",
    "timeLeftT": "Wacht nog %%time%% seconden voor je `+%%command%%` weer gebruikt.",
    "minsLeftT": "Wacht nog %%time%% minuten voor je `+%%command%%` weer gebruikt.",
    "linkCorrection": "%%user%% Verander je link de volgende keer naar het formaat `crowdin.com/translate/.../.../en-en`.",
    "tip": "Tip",
    "tips": {
        "0": "Heb je de Inhale Banana-taal geprobeerd? Verander je taal ernaar met `+lang ib`!",
        "1": "I need translators! Find out how to become a bot translator at %%translate%%.",
        "2": "Heb je Emojitaal geprobeerd? Verander je taal ernaar met `+lang em`!",
        "3": "Verander je links naar en-en!",
        "4": "Wanneer je chat krijg je elke minuut een willekeurige hoeveelheid XP, waarmee je uiteindelijk meer levels krijgt.",
        "5": "We hebben meer tips nodig! Stuur ze door met `+feedback`.",
        "6": "Wist je dat we een gids hebben die uitlegt hoe je aan de slag gaat met Crowdin? Hij is beschikbaar voor vertalers in %%gettingStarted%%, het is best nuttig!",
        "7": "Have you followed our twitter account? Check it out at %%twitter%%!",
        "8": "%%rules%% en %%serverInfo%% bevatten alle benodigde informatie over deze server!",
        "9": "Fout in een vertaling gevonden? Neem contact op met een proeflezer van je taal of laat het weten in een vertalingskanaal.",
        "10": "Wist je dat de meeste kanalen belangrijke info hebben in vastgezette berichten? Lees het eens als je een kanaal gebruikt!"
    },
    "executedBy": "Uitgevoerd door %%user%%"
}
