{
    "staffDm": {
        "confirmSend": "Wanneer je bevestigt, worden alle berichten die hier de komende 48 uur verzonden worden naar personeel gestuurd zonder bevestiging.",
        "noConfirmWarn": "Alle berichten die hier de komende 48 uur verzonden worden, worden naar personeel gestuurd zonder bevestiging.",
        "attachmentsWarn": "Bijlagen worden ook meegezonden.",
        "attachmentsSent": "Bijlagen verzonden",
        "attachmentSent": "Bijlage verzonden",
        "confirmation": "Wil je dit bericht echt aan personeel versturen?",
        "messageSent": "Bericht verzonden aan staff",
        "dmCancelled": "Dit bericht wordt niet verzonden.",
        "resendInfo": "Als je nog steeds met personeel wilt spreken, stuur het dan opnieuw en klik op ✅."
    },
    "error": "Fout",
    "errors": {
        "dmError": "Sorry, maar je kunt dit commando niet uitvoeren in privéberichten.",
        "noCommand": "Dat commando bestaat niet!",
        "noUser": "Je hebt geen gebruiker opgegeven!",
        "noLang": "Je hebt geen taal opgegeven!",
        "falseUser": "Die gebruiker kon niet worden gevonden!",
        "falseFlag": "Die vlag kon niet worden gevonden!",
        "falseLang": "Die taal kon niet worden gevonden!",
        "falseRole": "Die rol kon niet worden gevonden!",
        "noPlayer": "Die speler heeft Hypixel nooit toegetreden!",
        "notVerified": "Die gebruiker heeft nog geen Hypixel-account gekoppeld!",
        "disabled": "Dit commando is tijdelijk uitgeschakeld.",
        "noAccess": "Je hebt geen toestemming om dat commando te gebruiken!",
        "noPermission": "Je hebt geen toestemming om dit commando in dit kanaal te gebruiken!",
        "apiError": "Er is iets misgegaan bij het uitwisselen van data met de API!",
        "wrongLink": "Verkeerde link!"
    },
    "cooldown": "Afkoeltijd",
    "secondLeft": "Please wait another second to use `%%command%%` again.",
    "timeLeftT": "Please wait another %%time%% seconds to use `%%command%%` again.",
    "minsLeftT": "Please wait another %%time%% minutes to use `%%command%%` again.",
    "linkCorrectionDesc": "Verander je link de volgende keer naar de indeling %%format%%.",
    "wrongStringURL": "Je hebt een link naar de editor gestuurd en niet naar de tekenreeks zelf!",
    "example": "Klik op de knop op de afbeelding hieronder om de juiste URL te krijgen. Deze moet eruitzien als: %%url%%",
    "reminderLang": "Vergeet ook niet je link te veranderen naar het formaat %%format%%.",
    "tip": "Tip",
    "tips": {
        "ib": "Have you tried the Inhale Banana language? Change your language to it using `/language ib`!",
        "translators": "I need translators! Find out how to become a bot translator by executing `/translate`.",
        "prefix": "Do you wanna have a cool prefix on your nickname? Execute `/prefix` in %%bots%% and follow the instructions! Available to all Hypixel translators.",
        "enen": "Verander je links naar en-en!",
        "xp": "Wanneer je chat krijg je elke minuut een willekeurige hoeveelheid XP, waarmee je uiteindelijk meer levels krijgt.",
        "guide": "Wist je dat we een gids hebben die uitlegt hoe je aan de slag gaat met Crowdin? Hij is beschikbaar voor vertalers in %%gettingStarted%%, het is best nuttig!",
        "twitter": "Volg je ons al op Twitter? Neem een kijkje op %%twitter%%!",
        "rulesInfo": "%%rules%% en %%serverInfo%% bevatten alle benodigde informatie over deze server!",
        "fixTranslation": "Fout in een vertaling gevonden? Neem contact op met een proeflezer van je taal of laat het weten in een vertalingskanaal.",
        "pinnedInfo": "Wist je dat de meeste kanalen belangrijke info hebben in vastgezette berichten? Lees het eens als je een kanaal gebruikt!",
        "hypixelStats": "You can view information about a specific player on Hypixel by executing `/hypixelstats`!",
        "languageStats": "Did you know you can view statistics for any language on all of our projects? Just execute `/languagestats`!",
        "rolesChange": "Did you recently get new roles on Crowdin or join one of the projects we support? Execute `/verify` to have your roles updated!",
        "botTranslated": "Did you know our bot is available in multiple languages? Try executing `/language list` to see a list of all the languages we currently support and you may just find your own!",
        "moreTips": "We need more tips! Submit them using `/feedback`."
    },
    "pagination": {
        "first": "Eerste pagina",
        "previous": "Vorige pagina",
        "next": "Volgende pagina",
        "last": "Laatste pagina",
        "confirm": "Bevestigen",
        "cancel": "Annuleren",
        "notYours": "Je kunt dit menu niet gebruiken! Voer zelf %%command%% uit om dit te doen."
    },
    "executedBy": "Uitgevoerd door %%user%%"
}