{
    "staffDm": {
        "confirmSend": "Wanneer je bevestigt, worden alle berichten die hier de komende 48 uur verzonden worden naar personeel gestuurd zonder bevestiging.",
        "noConfirmWarn": "Alle berichten die hier de komende 48 uur verzonden worden, worden naar personeel gestuurd zonder bevestiging.",
        "attachmentsWarn": "Bijlagen worden ook meegezonden.",
        "attachmentsSent": "Bijlagen verzonden",
        "attachmentSent": "Bijlage verzonden",
        "confirmation": "Wil je dit bericht echt aan personeel versturen?",
        "messageSent": "Bericht verzonden aan staff",
        "dmCancelled": "Dit bericht wordt niet verzonden.",
        "resendInfo": "Als je nog steeds met personeel wilt spreken, stuur het dan opnieuw en klik op ✅."
    },
    "error": "Fout",
    "usage": "Commandosyntaxis",
    "errors": {
        "dmError": "Sorry, maar je kunt dit commando niet uitvoeren in privéberichten.",
        "noCommand": "Dat commando bestaat niet!",
        "noMessage": "Je hebt geen bericht opgegeven!",
        "noChannel": "Je hebt geen kanaal opgegeven!",
        "noUser": "Je hebt geen gebruiker opgegeven!",
        "noLang": "Je hebt geen taal opgegeven!",
        "noRole": "Je hebt geen rol opgegeven!",
        "noQuote": "Je hebt geen citaat opgegeven! Om er een te verzoeken, kun je `+quote add <citaat> / <vermelding auteur>` uitvoeren.",
        "noUserQuote": "Je hebt geen gebruiker opgegeven! Typ het citaat, en vermeld dan de geciteerde gebruiker, gescheiden door een slash.",
        "falseChannel": "Dat kanaal kon niet worden gevonden!",
        "falseUser": "Die gebruiker kon niet worden gevonden!",
        "falseFlag": "Die vlag kon niet worden gevonden!",
        "falseLang": "Die taal kon niet worden gevonden!",
        "falseRole": "Die rol kon niet worden gevonden!",
        "noPlayer": "Die speler heeft Hypixel nooit toegetreden!",
        "notVerified": "Die gebruiker heeft nog geen Hypixel-account gekoppeld!",
        "disabled": "Dit commando is tijdelijk uitgeschakeld.",
        "noAccess": "Je hebt geen toestemming om dat commando te gebruiken!",
        "noPermission": "Je hebt geen toestemming om dit commando in dit kanaal te gebruiken!",
        "apiError": "Er is iets misgegaan bij het uitwisselen van data met de API!",
        "noSubCommand": "Dit subcommando kon niet worden gevonden!",
        "wrongLink": "Verkeerde link!"
    },
    "cooldown": "Afkoeltijd",
    "secondLeft": "Wacht nog een seconde voor je `+%%command%%` weer gebruikt.",
    "timeLeftT": "Wacht nog %%time%% seconden voor je `+%%command%%` weer gebruikt.",
    "minsLeftT": "Wacht nog %%time%% minuten voor je `+%%command%%` weer gebruikt.",
    "linkCorrectionDesc": "Verander je link de volgende keer naar de indeling %%format%%.",
    "wrongStringURL": "Je hebt een link naar de editor gestuurd en niet naar de tekenreeks zelf!",
    "example": "Klik op de knop op de afbeelding hieronder om de juiste URL te krijgen. Deze moet eruitzien als: %%url%%",
    "reminderLang": "Vergeet ook niet je link te veranderen naar het formaat %%format%%.",
    "tip": "Tip",
    "tips": {
        "ib": "Heb je de Inhale Banana-taal geprobeerd? Verander je taal ernaar met `+lang ib`!",
        "translators": "Ik heb vertalers nodig! Ontdek hoe je botvertaler wordt met `+translate`.",
        "prefix": "Wil je een cool voorvoegsel in je naam hebben? Voer `+prefix` uit in %%bots%% en volg de aanwijzingen! Beschikbaar voor alle vertalers van Hypixel en Quickplay.",
        "enen": "Verander je links naar en-en!",
        "xp": "Wanneer je chat krijg je elke minuut een willekeurige hoeveelheid XP, waarmee je uiteindelijk meer levels krijgt.",
        "guide": "Wist je dat we een gids hebben die uitlegt hoe je aan de slag gaat met Crowdin? Hij is beschikbaar voor vertalers in %%gettingStarted%%, het is best nuttig!",
        "twitter": "Volg je ons al op Twitter? Neem een kijkje op %%twitter%%!",
        "rulesInfo": "%%rules%% en %%serverInfo%% bevatten alle benodigde informatie over deze server!",
        "fixTranslation": "Fout in een vertaling gevonden? Neem contact op met een proeflezer van je taal of laat het weten in een vertalingskanaal.",
        "pinnedInfo": "Wist je dat de meeste kanalen belangrijke info hebben in vastgezette berichten? Lees het eens als je een kanaal gebruikt!",
        "hypixelStats": "Je kunt informatie over een specifieke Hypixel-speler bekijken met `+hypixelstats <naam> [social]`!",
        "languageStats": "Wist je dat je voortgang in een taal kunt bekijken over al onze ondersteunde projecten? Probeer `+languagestats <taal>`!",
        "rolesChange": "Heb je onlangs nieuwe rollen gekregen op Crowdin of heb je deelgenomen aan één van de projecten die we ondersteunen? Typ `+reverify` om je rollen te laten updaten!",
        "botTranslated": "Wist je dat onze bot in meerdere talen beschikbaar is? Typ `+language list` om een lijst met alle talen die we momenteel ondersteunen (waaronder misschien die van jou) te laten zien!",
        "moreTips": "We hebben meer tips nodig! Stuur ze door met `+feedback`."
    },
    "executedBy": "Uitgevoerd door %%user%%"
}