{
    "moduleName": "Informatie",
    "commandsListTooltip": "Deze bot is gemaakt voor de Hypixel-vertalersgemeenschap en wordt onderhouden door %%developer%%. Het is open-source en onze GitHub-repository kan [hier]%%github%% worden gevonden.\nJe kunt de bot helpen te vertalen door de instructies in het commando `/translate` te volgen.\n\nJe kunt `/help <commandonaam> ` uitvoeren om meer te lezen over een bepaald commando.\nHieronder staat een lijst met pagina's. Gebruik de knoppen bij dit bericht om te navigeren.",
    "madeBy": "Bot met veel zorg ontwikkeld door %%developer%%",
    "pageNumber": "Pagina %%number%%",
    "mainPage": "Hoofdpagina",
    "utilityHelp": "Hulpmiddelen",
    "infoHelp": "Informatieve commando's",
    "projectsHelp": "Crowdin-projecten",
    "commandInfo": "Commando-informatie",
    "commandInfoFor": "Commando-informatie voor ",
    "staffOnly": "De info voor dit commando is verborgen, omdat het alleen voor staff bestemd is. \nNeem contact op met een stafflid als je denkt dat dit een fout is.",
    "inDev": "Dit commando is momenteel in ontwikkeling en komt binnenkort beschikbaar!",
    "seconds": "seconden",
    "second": "seconde",
    "minutes": "minuten",
    "cooldownField": "Afkoeltijd",
    "8ball": {
        "description": "De glazen bol die al je vragen zal beantwoorden."
    },
    "feedback": {
        "description": "Opent onze GitHub-issuespagina, waar je problemen kunt melden en feedback kunt geven."
    },
    "guidelines": {
        "description": "Geeft je de link naar de officiële thread omtrent Hypixel-vertalingen."
    },
    "help": {
        "description": "Geeft alle commando's en andere informatie over de bot weer."
    },
    "hypixel": {
        "description": "Geeft je nuttige informatie omtrent het Hypixel-project."
    },
    "hypixelstats": {
        "description": "Geeft je simpele Hypixel-statistieken voor de opgegeven speler."
    },
    "hypixelunverify": {
        "description": "Ontkoppelt je Discord-account van je Minecraft-account."
    },
    "hypixelverify": {
        "description": "Koppelt je Discord-account met je Minecraft-account."
    },
    "invite": {
        "description": "Geeft je een uitnodigingslink voor deze server. Gebruik deze wanneer je iemand wilt uitnodigen."
    },
    "language": {
        "description": "Verandert je taal, toont je huidige taal of geeft een lijst met alle beschikbare talen."
    },
    "languagestats": {
        "description": "Toont voortgang in een taal in alle projecten die we ondersteunen."
    },
    "levels": {
        "description": "Geeft je het XP-scorebord."
    },
    "mention": {
        "description": "Vermeldt een taalrol met een optioneel bericht."
    },
    "minecraft": {
        "description": "Zoekt de naamgeschiedenis of skin van een specifieke Minecraft-speler op. Dit commando is compatibel met /hypixelverify, zodat je informatie over een gebruiker kunt opzoeken als diegene geverifieerd is. De parameter `user` heeft altijd prioriteit over `username`. Ze zijn allebei optioneel als je geverifieerd bent, anders moet er één opgegeven worden."
    },
    "ping": {
        "description": "Laat de vertraging van de bot zien."
    },
    "prefix": {
        "description": "Geeft je het juiste voorvoegsel voor je taal/talen. Voor een aangepast voorvoegsel kun je `/prefix` uitvoeren en in het argument `vlaggen` een de code van een land of vlag of de naam van een land opgeven. Je kunt zo veel talen selecteren als je wilt, zolang je ze scheidt met een spatie."
    },
    "profile": {
        "description": "Geeft je de link naar je Crowdin-profiel als deze is opgeslagen in onze database. Als dit niet het geval is, kun je `/help verify` uitvoeren om te zien hoe je je profiel kunt laten opslaan en je rollen kunt updaten."
    },
    "projects": {
        "description": "Geeft je links en informatie over alle vertalingsprojecten die we hier ondersteunen."
    },
    "quickplay": {
        "description": "Geeft je nuttige informatie omtrent het Quickplay-project."
    },
    "quote": {
        "description": "Geeft een grappig/raar/wijs citaat uit de server (of voegt er een toe)."
    },
    "rank": {
        "description": "Geeft je jouw hoeveelheid XP of die van een andere gebruiker."
    },
    "skyblockaddons": {
        "description": "Geeft je nuttige informatie omtrent het SkyblockAddons-project."
    },
    "thread": {
        "description": "Geeft je de link naar de thread die deze Discordserver aankondigt."
    },
    "tip": {
        "description": "Geeft je een willekeurige servertip."
    },
    "translate": {
        "description": "Geeft je handige tips over het vertalen van de bot."
    },
    "twitter": {
        "description": "Geeft je de link naar de officiële Hypixel-vertaalcommunity-Twitterpagina."
    },
    "verify": {
        "description": "Controleert automatisch op wijzigingen in je Crowdin-profiel en geeft je de bijbehorende rollen. Als je profiel niet in onze database is opgeslagen, kun je het als argument opgeven in het commando. Om te controleren of je profiel is opgeslagen, kun je `/profile` uitvoeren. Zorg ervoor dat je privéberichten hebt ingeschakeld zodat de bot je een bericht kan sturen."
    }
}