{
    "moduleName": "Információ",
    "page1Title": "Súgó oldal",
    "commandsListTooltip": "This bot was made for the Hypixel Translators Community by %%developer%%. It's open source and our GitHub repository can be found [here]%%github%%.\nYou can help translate the bot by following the instructions on the `/translate` command.\n\nYou can execute `/help <command>` to learn more about a specific command.\nBelow you can find a list of all the available pages. Use the buttons on this message to cycle through them.",
    "madeBy": "A botot %%QkeleQ10%% készítette sok szeretettel",
    "page": "%%number%%. lap/%%total%%",
    "pageNumber": "%%number%%. lap",
    "utilityHelp": "Eszközök",
    "infoHelp": "Információs parancsok",
    "projectsHelp": "Crowdin Projects",
    "timeOut": "Időtúllépés. Ha újra használni akarod, használd a %%command%% parancsot.",
    "pageNotExist": "Ez az oldal nem létezik!",
    "commandInfo": "Parancs információ",
    "commandInfoFor": "Parancs információ ehhez: ",
    "staffOnly": "This command is only available to staff and thus, its information is hidden.\nPlease contact a staff member if you believe this is an error.",
    "inDev": "This command is currently in development and will be available at a later date!",
    "seconds": "másodperc",
    "second": "second",
    "minutes": "minutes",
    "cooldownField": "Időköz",
    "help": {
        "description": "Megmutatja az összes elérhető parancsot és információkat ad a robotról."
    },
    "prefix": {
        "description": "Gives you the appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space."
    },
    "quote": {
        "description": "Szerez (vagy hozz létre) egy vicces/fura/bölcs idézetet a szerverből."
    },
    "mention": {
        "description": "Említs meg egy nyelvi csoportot egy választott üzenettel."
    },
    "languagestats": {
        "description": "Shows you the progress of a language on all the projects we currently support."
    },
    "feedback": {
        "description": "Megnyitja a GitHub oldalunkat, ahol hibákat jelenthetsz és visszajelzést adhatsz."
    },
    "language": {
        "description": "Megváltoztatja a nyelved, megmutatja a mostanit, vagy ad egy listát az elérhető nyelvekről."
    },
    "ping": {
        "description": "Megadja a bot és a Discord API pingjét."
    },
    "hypixelstats": {
        "description": "Shows you basic Hypixel stats for the provided user."
    },
    "hypixelunverify": {
        "description": "Szétkapcsolja a Discord és Minecraft fiókodat."
    },
    "hypixelverify": {
        "description": "Links your Discord account with your Minecraft account."
    },
    "8ball": {
        "description": "The Magic 8 Ball that will answer all your questions."
    },
    "verify": {
        "description": "Automatically checks for changes on your Crowdin profile and gives you the appropriate roles. If your profile is not stored on our database, you can provide it as an argument in the command. To check if your profile is stored, execute `/profile`. Make sure you have DMs enabled from this server so that the bot can send you a message."
    },
    "profile": {
        "description": "Gives you the link to your Crowdin profile if it's stored on our database. If it's not, you can execute `/help verify` to learn how to store your profile and update your roles."
    },
    "rank": {
        "description": "Gives you the current XP for yourself or any given user."
    },
    "levels": {
        "description": "Gives you the XP leaderboard."
    },
    "tip": {
        "description": "Egy random tippet ad a szerverrel kapcsolatban."
    },
    "invite": {
        "description": "Ad egy meghívót a szerverre. Kérlek ezt használd, ha meg szeretnél hívni valakit."
    },
    "projects": {
        "description": "Gives you links and information about all the translation projects we support on the server."
    },
    "hypixel": {
        "description": "Hasznos információt ad a Hypixel projektről."
    },
    "guidelines": {
        "description": "Linket ad a hivatalos Hypixel fordításáról szóló poszthoz."
    },
    "quickplay": {
        "description": "Hasznos információt ad a Quickplay projektről."
    },
    "skyblockaddons": {
        "description": "Hasznos információt ad a SkyblockAddons projektről."
    },
    "translate": {
        "description": "Gives you useful information on how to translate the Bot."
    },
    "thread": {
        "description": "Linket ad a Discordot bejelentő poszthoz."
    },
    "twitter": {
        "description": "Megadja a linket a hivatalos Hypixel Translators Community Twitter oldalához."
    }
}