{
	"moduleName": "اطلاعات",
	"commandsListTooltip": "این بات برای کامیونیتی مترجمان هایپیکسل ساخته شده و توسط %%developer%% نگهداری می‌شود. این بات متن-باز است و ریپازیتوری گیت‌هاب آن در [اینجا]%%github%% یافت می‌شود.\nبرای کمک در ترجمه این بات از کامند `translate/` استفاده کرده و از دستورالعمل‌ها پیروی کنید.\n\nبرای یادگیری و کسب اطلاعات بیشتر در مورد کامندی مشخص، می‌توانید کامند `<help <command/` را اجرا کنید.\nدر زیر می‌توانید لیست صفحات موجود را بیابید. برای چرخش در میان آنها، از دکمه‌های این پیام استفاده کنید.",
	"pageNumber": "صفحۀ %%number%%",
	"mainPage": "صفحه اصلی",
	"utilityHelp": "ابزارها و وسایل",
	"infoHelp": "کامندهای کسب آگاهی",
	"commandInfo": "اطلاعات کامند",
	"commandInfoFor": "اطلاعات کامند برای ",
	"staffOnly": "این کامند فقط برای استف در دسترس است و به همین دلیل اطلاعات آن مخفی است.\nاگر فکر می‌کنید خطایی وجود دارد، با یک استف در میان بگذارید.",
	"inDev": "این کامند فعلاً در حال توسعه است و در آینده در دسترس قرار خواهد گرفت!",
	"seconds": "{number, plural, one {# second} other {# seconds}}",
	"minutes": "{number, plural, one {# minute} other {# minutes}}",
	"cooldownField": "مدت زمان لازم برای استفاده مجدد از دستور",
	"descriptions": {
		"8ball": "توپ جادویی که به همۀ سوال‌های شما جواب خواهد داد.",
		"alert": "Alerts other proofreaders for issues in their translations",
		"feedback": "صفحۀ issues گیت‌هاب ما را باز خواهد کرد، جایی که می‌توانید اشکالات را گزارش دهید و نظرات خود را بیان کنید.",
		"help": "همۀ کامندهای موجود و اطلاعات دیگری دربارۀ ربات را به شما می‌دهد.",
		"hypixelstats": "آمار سادۀ کاربر مدنظر شما در هایپیکسل را به شما می‌دهد.",
		"hypixelunverify": "اکانت دیسکورد شما را از اکانت ماینکرفت شما آنلینک می‌کند.",
		"hypixelverify": "اکانت دیسکورد شما را با اکانت ماینکرفت شما لینک می‌کند.",
		"language": "زبان شما را تغییر می‌دهد، زبان فعلی شما یا لیست زبان‌های موجود را نشان می‌دهد.",
		"languagestats": "وضعیت یک زبان را در پروژه‌هایی که ما پشتیبانی می‌کنیم نشان می‌دهد.",
		"levels": "لیدربورد تجربۀ افراد را به شما می‌دهد.",
		"mention": "یک رول مربوط به زبان را با پیام اختیاری منشن می‌کند.",
		"minecraft": "تاریخچۀ نام یا اسکین یک بازیکن مشخص ماینکرفت را جستجو می‌کند. این کامند با کامند hypixelverify/ سازگار است، اجازه می‌دهد اگر بازیکن مشخصی احراز هویت کرده باشد، اطلاعات او را جستجو کنید. پارامتر `user` همیشه بر `username` ارجحیت دارد و اگر احراز هویت کرده باشید، هر دو اختیاری هستند. در غیر این صورت وارد کردن حداقل یکی از آنها الزامی است.",
		"ping": "پینگ بات را به شما می‌دهد.",
		"poll": "Creates or manages polls on the server. Available to Hypixel Proofreaders and above. All votes on polls created using this command will be private until the poll is ended and the names of the voters will not be disclosed, only vote counts will be displayed.",
		"prefix": "Lets you pick an appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space.",
		"profile": "لینک پروفایل کراودین‌تان را در صورت وجود در دیتابیس ما، به شما می‌دهد. اگر وجود نداشته باشد، می‌توانید کامند `help verify/` را استفاده کرده تا چگونگی ذخیره پروفایل‌تان و دریافت رول را مطالعه کنید.",
		"projects": "لینک‌ها و اطلاعاتی دربارۀ پروژه‌های ترجمه‌ای که ما در سرور پشتیبانی می‌کنیم به شما می‌دهد.",
		"quote": "Shows a funny/weird/wise quote from the server.",
		"rank": "تجربۀ فعلی شما و یا هر کاربر دیگری را به شما می‌دهد.",
		"settings": "Changes or shows your settings on the bot",
		"tag": "Sends a preset message, allowing you to notify a specific member when sending it.",
		"translate": "Gives you useful information on how to translate the bot.",
		"verify": "به صورت اتوماتیک تغییرات پروفایل کراودین شما را بررسی می‌کند و رول‌های مناسب را به شما می‌دهد. اگر پروفایل شما در دیتابیس ما موجود نباشد، می‌توانید آن را به صورت یک آرگومان در کامند وارد کنید. برای بررسی وجود پروفایل شما در دیتابیس، کامند `profile/` را اجرا کنید. توجه داشته باشید دریافت DM از این سرور باید برایتان فعال باشد که بات بتواند به شما پیام بدهد."
	}
}
