{
    "moduleName": "מידע",
    "page1Title": "עמוד עזרה",
    "commandsListTooltip": "This bot was made for the Hypixel Translators Community by %%developer%%. It's open source and our GitHub repository can be found [here]%%github%%.\nYou can help translate the bot by following the instructions on the `/translate` command.\n\nYou can execute `/help <command>` to learn more about a specific command.\nBelow you can find a list of all the available pages. Use the buttons on this message to cycle through them.",
    "madeBy": "בוט נוצר עם הרבה אכפתיות על ידי %%QkeleQ10%%",
    "pageNumber": "עמוד מספר %%number%%",
    "utilityHelp": "כלים ושירותים",
    "infoHelp": "פקודות הצגת מידע",
    "projectsHelp": "פרוייקטים בCrowdin",
    "pageNotExist": "העמוד הזה אינו קיים!",
    "commandInfo": "מידע לגבי הפקודה",
    "commandInfoFor": "מידע לגבי הפקודה ",
    "staffOnly": "הפקודה הזאת זמינה רק לחברי צוות ולכן, המידע על אודותיה הינו מוסתר.\nאנא פנו לחבר צוות אם הנכם מאמינים כי חלה טעות.",
    "inDev": "הפקודה הזאת כרגע תחת פיתוח ואינה תהיה זמינה עד לתאריך מאוחר יותר!",
    "seconds": " שניות",
    "second": "שנייה",
    "minutes": "דקות",
    "cooldownField": "זמן המתנה",
    "8ball": {
        "description": "ה8 Ball הקסום שיענה לך על כל השאלות שלך."
    },
    "feedback": {
        "description": "פותח את עמוד הבעיות שלנו בGitHub, שבו תוכל/י לדווח על בעיות ולשלוח חוות דעת."
    },
    "guidelines": {
        "description": "נותן לך קישור לפוסט הרשמי שלנו בפורום בנוגע לקהילת מתרגמי הייפיקסל."
    },
    "help": {
        "description": "מציג עבורך את כל הפקודות הזמינות ומידע אחר על הבוט הזה."
    },
    "hypixel": {
        "description": "נותן לך מידע שימושי על פרויקט הייפיקסל."
    },
    "hypixelstats": {
        "description": "מציג לך סטיסטיקות בסיסיות של הייפיקסל עבור המשתמש המבוקש."
    },
    "hypixelunverify": {
        "description": "Unlinks your Discord account from your Minecraft account."
    },
    "hypixelverify": {
        "description": "Links your Discord account with your Minecraft account."
    },
    "invite": {
        "description": "נותן לך קישור הזמנה לשרת. בבקשה השתמש/י בפקודה כאשר ברצונך להזמין אדם כלשהו לשרת."
    },
    "language": {
        "description": "Changes your language, shows your current one or a list of available languages."
    },
    "languagestats": {
        "description": "מציג את התקדמות של השפה בכל הפרויקטים בהם אנו תומכים."
    },
    "levels": {
        "description": "נותן לך טבלת מובילים בנקודות XP."
    },
    "mention": {
        "description": "מתייג תג של שפה עם הודעה נוספת."
    },
    "minecraft": {
        "description": "Looks up a specific Minecraft player's name history or skin. This command is compatible with /hypixelverify, letting you look up a specific user's info if they're verified. The parameter `user` will always have priority over `username` and they are both optional if you're verified, otherwise, at least one is required."
    },
    "ping": {
        "description": "נותן לך את הping של הבוט."
    },
    "prefix": {
        "description": "Gives you the appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space."
    },
    "profile": {
        "description": "Gives you the link to your Crowdin profile if it's stored on our database. If it's not, you can execute `/help verify` to learn how to store your profile and update your roles."
    },
    "projects": {
        "description": "נותן לך קישור ומידע על כל הפרויקטים של התרגום שאנו תומכים בהם בשרת שלנו."
    },
    "quickplay": {
        "description": "נותן לך מידע שימושי על פרויקט הQuickPlay."
    },
    "quote": {
        "description": "מקבל (או מוסיף) ציטוט מצחיק/מוזר/משכיל מהשרת."
    },
    "rank": {
        "description": "נותן לך את כמות נקודות הXP שלך או של כל משתמש אחר."
    },
    "skyblockaddons": {
        "description": "נותן לך מידע שימושי בנוגע לפרויקט SkyblockAddons."
    },
    "thread": {
        "description": "נותן לך קישור לפוסט בפורומים של הייפיקסל על שרת זה."
    },
    "tip": {
        "description": "נותן לך טיפ רנדומלי על השרת."
    },
    "translate": {
        "description": "נותן לך מידע שימושי על איך לתרגם את הבוט."
    },
    "twitter": {
        "description": "נותן לך קישור לעמוד הרשמי של קהילת מתרגמי הייפיקסל בטוויטר."
    },
    "verify": {
        "description": "Automatically checks for changes on your Crowdin profile and gives you the appropriate roles. If your profile is not stored on our database, you can provide it as an argument in the command. To check if your profile is stored, execute `/profile`. Make sure you have DMs enabled from this server so that the bot can send you a message."
    }
}