{
	"moduleName": "Informații",
	"commandsListTooltip": "Acest bot a fost creat pentru Comunitatea de Traducători Hypixel și este susținută de %%developer%%. Este open-source și depozitul nostru GitHub poate fi găsit [here]%%github%%.\nPoți ajuta cu traducerea botului urmând instrucțiunile pe comanda `/translate`.\n\nPoți executa `/help <command>` pentru a vedea mai multe despre o comandă specifică.\nMai jos poți găsi o listă cu toate paginile disponsibile. Folosește butoanele de pe acest mesaj pentru a trece prin ele.",
	"pageNumber": "Pagina %%number%%",
	"mainPage": "Pagina Principală",
	"utilityHelp": "Instrumente ți Ulități",
	"infoHelp": "Comenzi de informații",
	"commandInfo": "Comandă informații",
	"commandInfoFor": "Comandă informații pentru ",
	"staffOnly": "Această comandă este disponibilă doar staff-ului și astfel, informația sa este ascunsă.\nTe rog contactează un membru staff dacă consideri că asta este o eroare.",
	"inDev": "Această comandă este momentan în dezvoltare și va fi disponibilă la o dată mai îndepărtată!",
	"seconds": "{number, plural, one {# second} other {# seconds}}",
	"minutes": "{number, plural, one {# minute} other {# minutes}}",
	"cooldownField": "Cooldown",
	"descriptions": {
		"8ball": "Mingea Magică care îți va răspunde la toate întrebările.",
		"alert": "Alerts other proofreaders for issues in their translations",
		"feedback": "Deschide pagină noastră Github de probleme, unde poți raporta probleme și trimite feedback.",
		"help": "Îți arată toate comenzile disponibile și alte informații despre bot.",
		"hypixelstats": "Îți arată statistici de bază Hypixel pentru utilizatorul dat.",
		"hypixelunverify": "Deconectează contul tău de Discord de contul tău de Minecraft.",
		"hypixelverify": "Îți conectează contul Discord cu contul tău de Minecraft.",
		"language": "Îți schimbă limba, arată limba curentă sau o listă de limbi disponibile.",
		"languagestats": "Îți arată progresul unei limbi pe toate proiectele pe care le suportăm în prezent.",
		"levels": "Îți dă clasamentul XP.",
		"mention": "Menționează un rol lingvistic cu un mesaj opțional.",
		"minecraft": "Caută numele și istoria skinurilor a unui jucător specific. Această comandă este compatibilă cu /hypixelverify, permițându-te să cauți informațiile unui utilizator specific dacă sunt verificate. Parametrul `user` va avea întotdeauna prioritate faţă de `username` şi sunt amândouă opţionale dacă ești verificat, altfel, cel puţin unul este necesar.",
		"ping": "Îți dă ping-ul botului.",
		"poll": "Creates or manages polls on the server. Available to Hypixel Proofreaders and above. All votes on polls created using this command will be private until the poll is ended and the names of the voters will not be disclosed, only vote counts will be displayed.",
		"prefix": "Lets you pick an appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space.",
		"profile": "Îți dă link-ul către profilul dacă este stocată pe baza noastră de date. Dacă nu e, poți executa `/help verify` pentru a învăța cum să îți stochezi profilul și să îți stochezi rolurile.",
		"projects": "Îți dă link-uri și informații despre toate proiectele de traducere sprijinite de noi pe server.",
		"quote": "Shows a funny/weird/wise quote from the server.",
		"rank": "Îți dă XP-ul curent pentru tine sau orice alt utilizator.",
		"settings": "Changes or shows your settings on the bot",
		"tag": "Îți trimite un mesaj presetat, care îți permite să notifici un anumit membru când îl trimiți.",
		"translate": "Gives you useful information on how to translate the bot.",
		"verify": "Verifică automat pentru modificări pe profilul tău Crowdin și îți oferă rolurile adecvate. Dacă profilul tău nu este stocat în baza noastră de date, îl poți furniza ca un argument în comandă. Pentru a verifica dacă profilul tău este stocat, execută `/profile`. Asigură că ai DM-urile activate de pe acest server, astfel încât bot-ul să îți poată trimite un mesaj."
	}
}
