{
	"moduleName": "Informasi",
	"commandsListTooltip": "Bot ini dibuat untuk Hypixel Translators Community dan dipertahankan oleh %%developer%%. Bot ini open-source dan repository GitHub kami dapat ditemukan [disini]%%github%%.\nAnda dapat membantu menerjemahkan bot dengan mengikuti instruksi perintah `/translate`.\n\nAnda dapat jalankan `/help <perintah>` untuk pelajari lebih lanjut mengenai perintah spesifik.\nDibawah ini anda dapat menemukan list halaman yang tersedia. Gunakan tombol-tombol di pesan ini untuk siklus melaluinya.",
	"pageNumber": "Halaman %%number%%",
	"mainPage": "Halaman Utama",
	"utilityHelp": "Alat & Utilitas",
	"infoHelp": "Perintah informasi",
	"commandInfo": "Informasi Perintah",
	"commandInfoFor": "Informasi perintah untuk ",
	"staffOnly": "Perintah ini hanya tersedia bagi staf, maka dari itu informasi tersebut disembunyikan.\nHarap kontak seorang staf jika anda yakin ini adalah eror.",
	"inDev": "Perintah ini sedang di dalam pengembangan dan akan menjadi tersedia di lain waktu!",
	"seconds": "detik",
	"second": "detik",
	"minutes": "menit",
	"cooldownField": "Cooldown",
	"8ball": {
		"description": "Bola ajaib yang akan menjawab seluruh pertanyaan anda."
	},
	"feedback": {
		"description": "Membuka halaman isu GitHub kami, dimana anda dapat melaporkan masalah dan mengirim umpan balik."
	},
	"help": {
		"description": "Memberi kamu semua perintah yang tersedia dan informasi lain tentang Bot ini."
	},
	"hypixelstats": {
		"description": "Memberikan anda stat Hypixel dasar untuk pengguna yang disediakan."
	},
	"hypixelunverify": {
		"description": "Putuskan tautan akun Discord anda dari akun Minecraft anda."
	},
	"hypixelverify": {
		"description": "Hubungkan akun Discord anda dengan akun Minecraft anda."
	},
	"language": {
		"description": "Mengubah bahasa anda, menginformasikan yang anda pakai saat ini atau list bahasa yang tersedia."
	},
	"languagestats": {
		"description": "Memberikan anda progres suatu bahasa dalam semua proyek yang saat ini kami dukung."
	},
	"levels": {
		"description": "Memberikan anda papan peringkat XP."
	},
	"mention": {
		"description": "Menyebutkan role bahasa dengan pesan opsional."
	},
	"minecraft": {
		"description": "Mencari sejarah nama atau skin player Minecraft spesifik. Perintah ini dapat bekerja dengan /hypixelverify, membiarkan anda untuk mencari pengguna spesifik yang terverifikasi. Parameter `user` akan selalu mendapat prioritas diatas `username` dan mereka berdua opsional jika anda terverifikasi, jika tidak, sedikitnya satu diperlukan."
	},
	"ping": {
		"description": "Memberikan anda ping bot."
	},
	"poll": {
		"description": "Creates or manages polls on the server. Available to Hypixel Proofreaders and above. All votes on polls created using this command will be private until the poll is ended and the names of the voters will not be disclosed, only vote counts will be displayed."
	},
	"prefix": {
		"description": "Lets you pick an appropriate prefix for your language(s). In order to get a custom prefix, execute `/prefix` and provide the regional code of your country's flag or its name on the `flags` parameter. You can add as many flags as you wish, separated by a space."
	},
	"profile": {
		"description": "Memberikan anda tautan ke profil Crowdin anda jika tersimpan di database kami. Jika tidak, anda dapat menjalankan `/help verify` untuk mengetahui cara memasukkan profil anda dan memperbarui role anda."
	},
	"projects": {
		"description": "Memberikan anda tautan-tautan dan informasi mengenai semua proyek terjemahan yang kami dukung di server."
	},
	"quote": {
		"description": "Shows a funny/weird/wise quote from the server."
	},
	"rank": {
		"description": "Memberikan anda angka XP anda atau orang lain."
	},
	"tag": {
		"description": "Mengirimkan pesan yang telah tersedia, juga memperbolehkan anda untuk memberitahukan seorang member saat mengirimkannya."
	},
	"translate": {
		"description": "Gives you useful information on how to translate the bot."
	},
	"verify": {
		"description": "Mengecek perubahan di profil Crowdin anda secara otomatis dan memberikan anda role yang sesuai. Jika profil anda tidak tersimpan di database kami, anda dapat menyediakannya sebagai argumen di perintahnya. Untuk mengecek apakah profil anda tersimpan, jalankan `/profile`. Pastikan anda mengaktifkan DMs dari server ini agar bot dapat mengirimkan anda pesan."
	}
}
