{
    "outgoing": "Sendte en besked til personalet",
    "outgoingDisclaimer": "Enhver besked, som du sender her, vil blive sendt til personalet.",
    "error": "Fejl",
    "usage": "Forventet kommandoforbrug",
    "dmError": "Beklager, men du kan ikke udføre denne kommando i private beskeder.",
    "noMessage": "Du har ikke angivet en besked!",
    "noChannel": "Du har ikke angivet en kanal!",
    "noUser": "Du har ikke angivet en bruger!",
    "noContext": "You haven't provided the context! Please add both the string ID and the context explaining it.",
    "noUserQuote": "You haven't provided a user! Please type the quote and then mention the quoted user, separated by a slash.",
    "falseChannel": "Denne kanal kunne ikke blive fundet!",
    "falseUser": "Denne bruger kunne ikke blive fundet!",
    "disabled": "Denne kommando er midlertidigt deaktiveret.",
    "noTrPr": "Du er ikke en oversætter eller en korrekturlæser, så du kan ikke bruge det her!",
    "noAccess": "Du har ikke tilladelse til at udføre denne kommando!",
    "contextSubArg": "Skriv venligst en sub-kommando som det første argument. Det kan enten være `get`, `add`, `edit`, `link` eller `help`. \nFor information, skriv `+context help`.",
    "cooldown": "Nedkøling",
    "timeLeftT": "Vent venligst %%time%% sekunder for at bruge `+%%command%%` igen.",
    "minsLeftT": "Vent venligst %%time%% minutter med at bruge `+%%command%%` igen.",
    "linkCorrection": "%%user%% Please change the link to the `crowdin.com/translate/.../.../en-en` format next time.",
    "tip": "Tip",
    "tips": {
        "0": "Har du prøvet Inhale Banana-sproget? Skift dit sprog til det ved at skrive `+lang ib`!",
        "1": "I need translators! Find out how to become a bot translator at %%translate%%.",
        "2": "Har du prøvet Emoji-sproget? Skift dit sprog til det ved at skrive `+lang em`!",
        "3": "Skift venligst dine links til en-en!",
        "4": "Du får tilfældigt antal XP hvert minut, hvis du chatter, der eventuelt kan få dig op i niveau.",
        "5": "Vi har brug for flere tips! Indsend dem ved at skrive `+feedback`.",
        "6": "Vidste du, at vi har en guide på hvordan man kommer godt i gang med Crowdin? Tjek den ud i %%gettingStarted%%. Den har nogle brugbare tips!",
        "7": "Have you followed our twitter account? Check it out at %%twitter%%!",
        "8": "%%rules%% og %%serverInfo%% har al den info, du har brug for på denne server!",
        "9": "Har du fundet en fejl i en oversættelse? Kontakt sprogets korrekturlæser eller fortæl folk det i en oversættelseskanal.",
        "10": "Did you know most channels have important information pinned? You should check it out every time you visit one!"
    },
    "executedBy": "Udført af %%user%%"
}
