{
    "moduleName": "Information",
    "page1Title": "Side med hjælp",
    "commandsListTooltip": "Denne bot er blevet lavet til Hypixel Translators Community af %%developer%%. Bottens kildekode er frit tilgængeligt for alle og vores GitHub-lager kan blive fundet [her]%%github%%.\nDu kan hjælpe med at oversætte denne bot ved at følge instruktionerne, som vist i [denne besked]%%translate%%.\n\nDu kan bruge `+help <kommandoens navn>` for at lære mere om en bestemt kommando.\nHer er en liste over alle kommandoer.",
    "madeBy": "Botten er lavet med massere af pleje af %%QkeleQ10%%",
    "page": "Side %%number%%/%%total%%",
    "pageNumber": "Side %%number%%",
    "utilityHelp": "Værktøjer & Hjælpekommandoer",
    "infoHelp": "Informations kommandoer",
    "projectsHelp": "Crowdin-projekter",
    "timeOut": "Denne menu er udløbet. Hvis du ønsker at bruge den igen, skal du bruge %%command%%.",
    "pageNotExist": "Denne side findes ikke!",
    "commandInfo": "Kommando information",
    "commandInfoFor": "Kommando information om ",
    "staffOnly": "Denne kommando er kun tilgængelig for personalet, og derfor er dens oplysninger skjult.\nKontakt venligst en medarbejder, hvis du mener, at dette er en fejl.",
    "inDev": "Denne kommando er i udvikling og vil være tilgængelig på et senere tidspunkt!",
    "seconds": "sekunder",
    "second": "sekund",
    "minutes": "minutter",
    "usageField": "Anvendelse",
    "cooldownField": "Nedkøling",
    "aliasesField": "Aliasser",
    "help": {
        "usage": "+help [sidenummer | kommandonavn]",
        "description": "Viser dig alle de tilgængelige kommandoer og andet information omkring botten."
    },
    "prefix": {
        "usage": "+prefix [flag]",
        "description": "Giver dig det relevante præfiks for dit eller dine sprog. For at få en brugerdefineret præfiks, udfør `+prefix <flags>` og erstat `<flags>` med den regionale kode for dit lands flag eller dets navn. Du kan tilføje så mange flag som du ønsker, adskilt af et mellemrum."
    },
    "quote": {
        "usage": "+quote [indeks] | +quote add <citat> / <brugernævnelse>",
        "description": "Får eller tilføjer en sjov, mærkelig eller klogt citat fra serveren."
    },
    "mention": {
        "usage": "+mention <sprog> translator|proofreader|all [besked]",
        "description": "Nævner en sprogrolle med en valgfri besked."
    },
    "languagestats": {
        "usage": "+languagestats <language>",
        "description": "Viser dig fremgangen for et sprog på alle de projekter, vi i øjeblikket støtter."
    },
    "issue": {
        "usage": "+issue",
        "description": "Åbner vores GitHub-problem side, hvor du kan rapportere problemer eller sende feedback."
    },
    "language": {
        "usage": "+language [<nyt sprog> | list | add <sprog>]",
        "description": "Skifter dit sprog, viser din nuværende sprogindstilling eller viser en liste over tilgængelige sprog."
    },
    "ping": {
        "usage": "+ping",
        "description": "Giver dig bottens ping."
    },
    "hypixelstats": {
        "usage": "+hypixelstats [brugernavn] [social]",
        "description": "Viser dig essentielle Hypixel statistiker for den angivne bruger."
    },
    "hypixelverify": {
        "usage": "+hypixelverify <username> | +hypixelunverify",
        "description": "Linker din Discord konto med din Hypixel profil. Udfør `+hypixelunverify` for at fjerne verificeringen af dig selv."
    },
    "8ball": {
        "usage": "+8ball <question>",
        "description": "Magic 8 Ball, der vil besvare alle dine spørgsmål."
    },
    "verify": {
        "usage": "+verify [profileURL]",
        "description": "Kontroller automatisk for ændringer på din Crowdin-profil og giver dig de relevante roller. Hvis din profil ikke gemmes i vores database, vil du blive bedt om at sende din profil igen. Sørg for at du har DMs aktiveret fra denne server, så bot kan sende dig en besked."
    },
    "profile": {
        "usage": "+profile",
        "description": "Giver dig linket til din Crowdin-profil, hvis den er gemt i vores database. Hvis ikke, kan du udføre `+help reverify` for at lære, hvordan du gemmer din profil og hvordan du opdaterer dine roller."
    },
    "rank": {
        "usage": "+rank [bruger]",
        "description": "Giver dig den aktuelle XP til dig selv eller en given bruger."
    },
    "levels": {
        "usage": "+levels [side]",
        "description": "Giver dig XP leaderboardet."
    },
    "tip": {
        "usage": "+tip",
        "description": "Giver dig et tilfældigt tip om serveren."
    },
    "invite": {
        "usage": "+invite",
        "description": "Giver dig et invitationslink til serveren. Brug venligst dette link hver gang, du inviterer nogen."
    },
    "projects": {
        "usage": "+projects",
        "description": "Giver dig links og oplysninger om alle de oversættelsesprojekter, vi understøtter på serveren."
    },
    "hypixel": {
        "usage": "+hypixel",
        "description": "Giver dig noget brugbart information om Hypixel-projektet."
    },
    "guidelines": {
        "usage": "+guidelines",
        "description": "Giver dig linket til den officielle tråd angående med Hypixel-oversættelser."
    },
    "quickplay": {
        "usage": "+quickplay",
        "description": "Giver dig noget brugbart information om Quickplay-projektet."
    },
    "skyblockaddons": {
        "usage": "+skyblockaddons",
        "description": "Giver dig noget brugbart information om SkyblockAddons-projektet."
    },
    "translate": {
        "usage": "+translate",
        "description": "Giver dig nyttig information om hvordan du oversætter Botten."
    },
    "thread": {
        "usage": "+thread",
        "description": "Giver dig linket til tråden, der annoncerer denne Discord-server."
    },
    "twitter": {
        "usage": "+twitter",
        "description": "Giver dig linket til den officielle Hypixel Translators Community Twitter side."
    }
}