{
    "outgoing": "Mensagem enviada à staff",
    "outgoingDisclaimer": "Quaisquer mensagens que envies aqui serão enviadas para a staff.",
    "error": "Erro",
    "usage": "Uso do comando esperado",
    "errors": {
        "dmError": "Não podes executar este comando nas mensagens privadas.",
        "noMessage": "Não adicionaste uma mensagem!",
        "noChannel": "Não mencionaste um canal!",
        "noUser": "Não adicionaste um utilizador!",
        "noLang": "Não adicionaste um idioma!",
        "noRole": "Não adicionaste um cargo!",
        "noContext": "Não forneceste contexto! Tens de incluir tanto o ID da string como o seu contexto.",
        "noQuote": "Não adicionaste uma citação! Para pedires que uma seja adicionada, executa `+quote add <citação> / <autor mencionado>`.",
        "noUserQuote": "Não mencionaste um utilizador! Escreve a citação e menciona o utilizador citado, separados por uma barra.",
        "falseChannel": "Não foi possível encontrar esse canal!",
        "falseUser": "Não foi possível encontrar esse utilizador!",
        "falseFlag": "Não foi possível encontrar essa bandeira!",
        "falseLang": "Não foi possível encontrar esse idioma!",
        "falseRole": "Não foi possível encontrar esse cargo!",
        "falseContext": "Não foi possível encontrar contexto para essa string!",
        "noPlayer": "Esse jogador nunca entrou no Hypixel!",
        "notVerified": "Esse utilizador ainda não conectou a sua conta no Hypixel!",
        "disabled": "Este comando foi temporariamente desativado.",
        "noAccess": "Não tens permissão para executar esse comando!",
        "noPermission": "Não tens permissão para executar esse comando neste canal!",
        "contextSubArg": "Tens de incluir um comando secundário como primeiro argumento. Este pode ser `get`, `add`, `edit`, `link` ou `help`. \nPara mais informações, faz `+context help`.",
        "apiError": "Alguma coisa correu mal ao contactar a API!",
        "noSubCommand": "Não foi possível encontrar esse subcomando!",
        "wrongLink": "Link errado!"
    },
    "cooldown": "Tempo de espera",
    "secondLeft": "Espera mais 1 segundo para usares `+%%command%%` outra vez.",
    "timeLeftT": "Espera mais %%time%% segundos para usares `+%%command%%` outra vez.",
    "minsLeftT": "Espera mais %%time%% minutos para usares `+%%command%%` outra vez.",
    "linkCorrectionDesc": "Da próxima vez, muda o teu link para o formato %%format%%.",
    "wrongStringURL": "O link que enviaste é um link para o editor e não para a string em si!",
    "example": "Clica no botão mostrado na imagem abaixo para obteres o link para a string correto. Ele deve ser parecido com isto: %%url%%",
    "reminderLang": "Não te esqueças de também alterar o teu link para o formato %%format%%.",
    "tip": "Dica",
    "tips": {
        "ib": "Já experimentaste o idioma Inhale Banana? Muda o teu idioma usando `+lang ib` para experimentares!",
        "translators": "Precisamos de tradutores! Descobre como te podes tornar num executando `+translate`.",
        "prefix": "Queres ter um prefixo fixe no teu apelido? Faz `+prefix` no %%bots%% e segue as instruções! Disponível para todos os tradutores do Hypixel e do Quickplay.",
        "enen": "Muda os teus links para en-en!",
        "xp": "À medida que vais falando nos chats, vais ganhando quantidades de XP aleatórias a cada minuto, as quais te farão subir de nível eventualmente.",
        "guide": "Sabias que temos um guia para te ajudar a começar com o Crowdin, disponível para todos os tradutores? Recomendamos que o leias em %%gettingStarted%%, tem boas dicas!",
        "twitter": "Já seguiste a nossa conta do Twitter? Podes fazê-lo em %%twitter%%!",
        "rulesInfo": "%%rules%% e %%serverInfo%% têm toda a informação que precisas de saber sobre este servidor!",
        "fixTranslation": "Encontraste um erro numa tradução? Entra em contacto com um revisor do teu idioma ou informa os tradutores no canal das traduções apropriado.",
        "pinnedInfo": "Sabias que a maioria dos canais têm informação importante afixada? Devias ver as mensagens afixadas sempre que estás num!",
        "hypixelStats": "Podes ver informações sobre um jogador específico no Hypixel usando `+hypixelstats <jogador> [social]`!",
        "languageStats": "Sabias que podes ver estatísticas para qualquer idioma em todos os nossos projetos? Executa `+languagestats <idioma>`!",
        "rolesChange": "Recebeste novos cargos no Crowdin ou entraste num dos nossos projetos recentemente? Executa `+reverify` para atualizares os teus cargos!",
        "botTranslated": "Sabias que o nosso bot está disponível em vários idiomas? Experimenta executar `+language list` para veres todos os idiomas que temos disponíveis e pode ser que encontres o teu!",
        "moreTips": "Precisamos de mais dicas! Envia-as usando `+feedback`."
    },
    "executedBy": "Executado por %%user%%"
}